Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/indexed_search/*.locallang_db.xlf
Languages: sv

# index_config
source: Indexing Configuration
sv: Indexeringskonfiguration

# index_config.alternative_source_pid
source: Alternative Source Page:
sv: Alternativ källsida:

# index_config.chashcalc
source: Calculate cHash (force caching)?
sv: Beräkna cHash (tvinga till cacheminnet)?

# index_config.depth
source: Depth:
sv: Djup:

# index_config.depth.I.0
source: Single page
sv: Ensam sida

# index_config.depth.I.1
source: 1 Level
sv: 1 nivå

# index_config.depth.I.2
source: 2 Levels
sv: 2 nivåer

# index_config.depth.I.3
source: 3 Levels
sv: 3 nivåer

# index_config.description
source: Description:
sv: Beskrivning:

# index_config.extensions
source: Limit to extensions (commalist):
sv: Begränsa till följande tillägg (lista separerad med kommatecken):

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/"):
sv: Yttre URL (t.ex. "http://www.domain.org/"):

# index_config.fields
source: Fields (first is title):
sv: Fält (först kommer rubriken):

# index_config.filepath
source: Filepath:
sv: Filsökväg:

# index_config.get_params
source: GET parameter string (with ###UID### substitution):
sv: GET parametersträng (med ###UID### ersättning):

# index_config.indexcfgs
source: Indexing configurations:
sv: Indexeringskonfiguration:

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###):
sv: Parameterskombinationens konfiguration ([tablename]:&[param]=###UID###):

# index_config.recordsbatch
source: How many records to index a minute (default is 100):
sv: Hur många element skall indexeras varje minut (standard är 100):

# index_config.records_indexonchange
source: Index Records immediately when saved?:
sv: Indexera element genast då de sparas?:

# index_config.rootpage
source: Root page:
sv: Rotsida:

# index_config.table2index
source: Table to index:
sv: Tabell att indexera:

# index_config.timer_frequency
source: How often would you like a re-index?:
sv: Hur ofta skall en omindexering ske?:

# index_config.timer_frequency.I.0
source: Every hour
sv: Varje timme

# index_config.timer_frequency.I.1
source: Every day (24 hours)
sv: Varje dygn (24 timmar)

# index_config.timer_frequency.I.2
source: Every week
sv: Varje vecka

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately):
sv: Följande indexering kommer att ske (om tomt görs indexeringen genast):

# index_config.timer_offset
source: Timing offset from midnight:
sv: Tidpunkt efter midnatt:

# index_config.title
source: Title:
sv: Rubrik:

# index_config.type
source: Type:
sv: Typ:

# index_config.type.I.1
source: Database Records
sv: Databaselement

# index_config.type.I.2
source: Filepath on server
sv: Sökväg på server

# index_config.type.I.3
source: External URL
sv: Yttre URL

# index_config.type.I.4
source: Page tree
sv: Sidträd

# index_config.type.I.5
source: Meta configuration
sv: Metakonfiguration

# index_config.url_deny
source: Enter sub-URLs in which not to decend:
sv: Ange sub-URL:er som inte ska bearbetas:
