Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/felogin/Resources/Private/Language/*.Database.xlf
Languages: sv

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
sv: Omdirigera vid inloggning till sida (felogin):

# tt_content.CType_pi1
source: Website User Login
sv: Användarinloggning på webbplats

# tt_content.pi_flexform.error_header
source: Login Error Header
sv: Rubrik för misslyckad inloggning:

# tt_content.pi_flexform.error_message
source: Login Error Message
sv: Meddelande för misslyckad inloggning:

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
sv: Använder fältlistor nedan:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
sv: Användarfält/detaljer:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
sv: Användarfält/lista:

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
sv: Rubrik för glömt lösenord:

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
sv: Meddelande för glömt lösenord:

# tt_content.pi_flexform.general_header
source: General Header
sv: Generell rubrik:

# tt_content.pi_flexform.general_message
source: General Message
sv: Generellt meddelande:

# tt_content.pi_flexform.groupSelection
source: FE group selection:
sv: Val av FE-grupp:

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
sv: ingen grupp

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
sv: Metod för val av FE-grupp:

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Dont show selected
sv: Visa inte valda

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
sv: (från TypoScript)

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
sv: Visa alla

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
sv: Visa valda

# tt_content.pi_flexform.logout_header
source: Logout Header
sv: Rubrik för utloggning:

# tt_content.pi_flexform.logout_message
source: Logout Message
sv: Meddelande för utloggning:

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
sv: Inaktivera omdirigering:

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
sv: Använd första funna metoden:

# tt_content.pi_flexform.redirect_header
source: Redirect Header
sv: Rubrik för omdirigering:

# tt_content.pi_flexform.redirect_message
source: Redirect Message
sv: Meddelande för omdirigering:

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
sv: Omdirigeringsmetod (du måste välja alternativ, utan definierad metod görs ingen omdirigering):

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
sv: Definierat av användargrupppost

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
sv: Definierat av användarpost

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
sv: Efter inloggning (TS eller Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
sv: Efter utloggning (TS eller Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
sv: Efter inloggningsfel (TS eller Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
sv: Definierat av GET/POST-variabler

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
sv: Definierat av Referrer

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
sv: Definierat av domänposter

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
sv: Efter lyckad inloggning omdirigera till sida:

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
sv: Efter misslyckad inloggning omdirigera till sida:

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
sv: Efter utloggning omdirigera till sida:

# tt_content.pi_flexform.sheet_general
source: General
sv: Allmänt

# tt_content.pi_flexform.sheet_messages
source: Messages
sv: Meddelanden

# tt_content.pi_flexform.sheet_redirect
source: Redirects
sv: Omdirigering

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
sv: Visa länk "Glömt lösenord?":

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
sv: Visa kryssruta "Permanent inloggning" (om aktiverad i installationen):

# tt_content.pi_flexform.status_header
source: Status Display Header
sv: Statusrubrik:

# tt_content.pi_flexform.status_message
source: Status Display Message
sv: Statusmeddelande:

# tt_content.pi_flexform.success_header
source: Login Success Header
sv: Rubrik för lyckad inloggning:

# tt_content.pi_flexform.success_message
source: Login Success Message
sv: Meddelande för lyckad inloggning:

# tt_content.pi_flexform.template_file
source: Template File
sv: Mallfil:

# tt_content.pi_flexform.user_storage
source: User Storage Page
sv: Lagringsplats för Användare

# tt_content.pi_flexform.welcome_header
source: Welcome Header
sv: Välkomstrubrik:

# tt_content.pi_flexform.welcome_message
source: Welcome Message
sv: Välkomstmeddelande:
