Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: sv

# change_password
source: Change your password
sv: Ändra ditt lösenord

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
sv: Varning! Det är möjligt att cookies inte tillåts i din webbläsare. Ifall din inloggning försvinner när du klickar nästa gång så ska du tillåta cookies (eller acceptera cookies från denna webbplats) genast!

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
sv: Ditt lösenord har sparats. Du kan nu logga in med ditt nya lösenord.

# ll_change_password_header
source: Change your password
sv: Ändra ditt lösenord

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
sv: Ange ditt lösenord två gånger. Lösenordet måste bestå av minst %s tecken.

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
sv: Lösenorden är inte identiska, ange ditt nya lösenord två gånger. Lösenordet måste bestå av minst %s tecken.

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot message procedure.
sv: Länken du klickade på är ogiltig. Upprepa proceduren för att återställa lösenord.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
sv: Lösenordet är för kort. Ange ditt nya lösenord två gånger. Lösenordet måste bestå av minst %s tecken.

# ll_enter_your_data
source: Username or email address:
sv: Användarnamn eller epostadress:

# ll_error_header
source: Login failure
sv: Inloggningen misslyckades

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
sv: Ett fel uppstod vid inloggningen. Mest troligt är att du inte skrev in användarnamnet eller lösenordet rätt. Försäkra dig om att du skriver dem exakt så som de är, med gemener och versaler. En annan möjlighet är att din webbläsare inte tillåter cookies.

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
sv: Ditt lösenord Hej %s Vi kunde inte hitta ett användarnamn för denna e-postadress så vi kan inte skicka lösenordet till dig. Det är möjligt att du skrivit din e-postadress felaktigt (det är skillnad på små och stora bokstäver) eller så är du kanske inte ännu en registrerad användare?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
sv: Ditt lösenord Hej %s Ditt användarnamn är "%s" Ditt lösenord är "%s"

# ll_forgot_header
source: Forgot your password?
sv: Har du glömt ditt lösenord?

# ll_forgot_header_backToLogin
source: Return to login form
sv: Gå tillbaka till inloggningssidan

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
sv: Vänligen fyll i den e-postadress som du använde när du registrerade dig. Klicka sedan på "Skicka lösenord" och ditt lösenord skickas omedelbart med e-post till dig. Var noga med att skriva e-postadressen rätt.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
sv: Ditt lösenord har nu skickats till e-postadressen %s

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
sv: Ange ditt användarnamn eller epostadress. Instruktioner för hur du återställer ditt lösenord kommer att skickas till dig.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
sv: Ett epostmeddelande har skickats till adressen som finns lagrad på ditt konto. Det innehåller en länk för att återställa lösenordet. Om du inte får något epostmeddelande har ditt amvändarnamn eller epostadress inte hittats.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
sv: Ditt konto eller e-postadress kunde ej hittas.

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
sv: Ditt nya lösenord Hej %s! Det här meddelandet får du eftersom du vill återställa ditt lösenord. Klicka på nedanstående länk: %s Av säkerhetsskäl är den här länken endast aktiv till och med den %s. Om du inte har följt länken fram tills dess måste du upprepa stegen för att återställa lösenordet.

# ll_logout_header
source: You have logged out.
sv: Du är utloggad.

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
sv: Du har nyss loggat ut från din användarsession på denna webbplats. Du kan logga in igen eller som en annan användare med nedanstående formulär.

# ll_status_header
source: Current status
sv: Nuvarande status

# ll_status_message
source: This is your current status:
sv: Detta är din status för tillfället:

# ll_success_header
source: Login successful
sv: Inloggningen lyckades

# ll_success_message
source: You are now logged in as '###USER###'
sv: Du är inloggad med namnet '###USER###'

# ll_welcome_header
source: User login
sv: Användarinloggning

# ll_welcome_message
source: Enter your username and password here in order to log in on the website:
sv: Fyll i ditt användarnamn och lösenord för att logga in på webbplatsen:

source: Login
sv: Logga in

source: Logout
sv: Logga ut

# newpassword_label1
source: Enter new password
sv: Skriv ett nytt lösenord

# newpassword_label2
source: Repeat new password
sv: Upprepa det nya lösenordet

source: Password:
sv: Lösenord:

# permalogin
source: Stay logged in:
sv: Permanent inloggning:

source: Reset Password
sv: Återställ lösenord

source: Send password
sv: Skicka lösenord

source: Username:
sv: Användarnamn:

source: Your email:
sv: Din e-postadress:
