Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/css_styled_content/pi1/*.locallang.xlf
Languages: sv

# eIcon.bodytext
source: Edit bodytext
sv: Ändra brödtext

# eIcon.bullets
source: Edit bullet list
sv: Ändra punktlista

# eIcon.caption
source: Edit image caption
sv: Ändra bildtext

# eIcon.form
source: Edit email form
sv: Ändra e-postformulär

# eIcon.header
source: Edit header
sv: Ändra rubrik

# eIcon.html
source: Edit pure HTML content
sv: Ändra äkta HTML-innehåll

# eIcon.images
source: Edit images
sv: Ändra bilder

# eIcon.login
source: Edit login element
sv: Ändra inloggningselement

# eIcon.menuSitemap
source: Edit menu / sitemap
sv: Ändra meny / sidkarta

# eIcon.multimedia
source: Edit multimedia element
sv: Ändra multimediaelement

# eIcon.page
source: Page:
sv: Sida:

# eIcon.plugin
source: Change/configure plugin
sv: Byt/konfigurera plugin

# eIcon.recordList
source: Edit recordlist
sv: Ändra datalista

# eIcon.search
source: Edit search element
sv: Ändra sökelement

# eIcon.subheader
source: Edit subheader
sv: Ändra underrubrik

# eIcon.table
source: Edit table
sv: Ändra tabell

# label.toTop
source: To top
sv: Upp

# login.login
source: Login
sv: Logga in

# login.logout
source: Logout
sv: Logga ut

# login.password
source: Password:
sv: Lösenord:

# login.username
source: Username:
sv: Användarnamn:

# search.emptySearch
source: Sorry, your search was empty!
sv: Beklagar, din sökning gav inga resultat!

# search.headersKeywords
source: Headers and keywords
sv: Rubriker och nyckelord

# search.pageContent
source: Page content
sv: Sidinnehåll

# search.resultRange
source: Searchresult: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###
sv: Sökresultat: ###RANGELOW###-###RANGEHIGH### av ###TOTAL###

# search.searchButton
source: Search now!
sv: Sök nu!

# search.searchIn
source: Search in:
sv: Sök i:

# search.searchResultNext
source: Next
sv: Nästa

# search.searchResultPrev
source: Prev
sv: Föregående

# search.searchWord
source: Searchword:
sv: Sökord:
