Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/*.locallang_msg.xlf
Languages: sv

# ActiveX-required
source: Loading the editor in Internet Explorer requires the execution of ActiveX controls to be enabled.
sv: För att ladda redigeringsverktyget i Internet Explorer krävs att ActiveX-kontrollerna får köras.

# Allow-Clipboard-Helper-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable you to specify the sites or pages that will be allowed to access the clipboard and perform copy, cut and paste operations.
sv: Av säkerhetsskäl kan opriviligierade applikationer inte använda klippbordet. Klicka på OK för att installera en komponent som gör det möjligt för dig att specificera vilka webbplatser eller sidor som ska få åtkomst till klippbordet och utföra funktionerna kopiera, klipp ut och klistra in.

# Allow-Clipboard-Helper-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect. Afterwards, use the AllowClipboard Helper from the tools menu to allow specific sites to use the clipboard.
sv: Installationen lyckades. Du måste stänga och starta om din webbläsare för att ändringen skall träda i kraft. Efteråt kan du använda verktyget AllowClipboard Helper som finns på verktygsmenyn för att tillåta specificerade webbplatser att använda klippbordet.

# HTML-document-not-well-formed
source: The HTML document is not well-formed.
sv: HTML-dokumentet är inte välformaterat.

# Moz-Clipboard
source: Unprivileged scripts cannot access Cut/Copy/Paste programatically for security reasons. Click YES to see a technical note at mozilla.org which shows you how to allow a script to access the clipboard.
sv: Opriviligierade skript kan inte komma åt Klipp ut/Kopiera/Klistra in pga säkerhetsskäl. Klicka på OK för att se en teknisk beskrivning på mozilla.org, som visar hur man låter ett skript få åtkomst till klippbordet.

# Moz-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable applications from this site to access the clipboard and perform copy, cut and paste operations.
sv: Av säkerhetsskäl kan opriviligierade applikationer inte använda klippbordet. Klicka på OK för att installera en komponent som gör det möjligt för applikationer från denna webbplats att få åtkomst till klippbordet och funktionerna kopiera, klipp ut och klistra in.

# Moz-Extension-Failure
source: Sorry, Firefox Add-on AllowClipboard Helper could not be installed.
sv: Beklagar, installationen misslyckades.

# Moz-Extension-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from this site.
sv: Installationen kan inte utföras. Du måsta ändra webbläsarens inställningar för att godkänna installationer från denna webbplats.

# Moz-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect.
sv: Installationen lyckades. Du måste stänga och starta om din webbläsare för att ändringarna skall träda i kraft.

# Mozilla-Org-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from https://addons.mozilla.org.
sv: Installationen kan inte utföras. Vänligen ändra inställningarna i din webbläsare så att den godkänner programinstallationer från http://ftp.mozilla.org.

source: Path
sv: Sökväg
