Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/*.locallang_accessibilityicons.xlf
Languages: sv

# download_altText
source: Initiates file download
sv: Startar nedladdning av fil

# download_titleText
source: Initiates file download
sv: Startar nedladdning av fil

# external_link_altText
source: Opens external link in current window
sv: Öppnar extern länk i nuvarande fönster

# external_link_new_window_altText
source: Opens external link in new window
sv: Öppnar extern länk i nytt fönster

# external_link_new_window_titleText
source: Opens external link in new window
sv: Öppnar extern länk i nytt fönster

# external_link_titleText
source: Opens external link in current window
sv: Öppnar extern länk i nuvarande fönster

# internal_link_altText
source: Opens internal link in current window
sv: Öppnar intern länk i nuvarande fönster

# internal_link_new_window_altText
source: Opens internal link in new window
sv: Öppnar intern länk i nytt fönster

# internal_link_new_window_titleText
source: Opens internal link in new window
sv: Öppnar intern länk i nytt fönster

# internal_link_titleText
source: Opens internal link in current window
sv: Öppnar intern länk i nuvarande fönster

# mail_altText
source: Opens window for sending email
sv: Öppnar fönster för att skicka e-post

# mail_titleText
source: Opens window for sending email
sv: Öppnar fönster för att skicka e-post
