Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/ContextMenu/*.locallang_js.xlf
Languages: sv

source: Chec_k Link
sv: _Kontrollera länk...

source: Copy
sv: Kopiera

source: Create a link
sv: Skapa en länk

source: Current URL is
sv: Nuvarande URL är

source: Cut
sv: Klipp ut

source: How did you get here? (Please report!)
sv: Hur kom du hit? (vänligen skicka rapport!)

source: _Image Properties
sv: _Bildegenskaper...

source: Insert a paragraph after the current node
sv: Infoga ett stycke efter nuvarande nod

source: Insert a paragraph before the current node
sv: Infoga ett stycke för nuvarande nod

source: Insert paragraph after
sv: Infoga ett stycke efter

source: Insert paragraph before
sv: Infoga ett stycke före

# JustifyCenter-title
source: Justify Center
sv: Centrera

# JustifyCenter-tooltip
source: Centers the text
sv: Centrerar texten

# JustifyFull-title
source: Justify Full
sv: Marginaljustera

# JustifyFull-tooltip
source: Aligns text both to the left and the right
sv: Justerar texten både till vänster och höger

# JustifyLeft-title
source: Justify Left
sv: Vänsterjustera

# JustifyLeft-tooltip
source: Aligns text to the left
sv: Justerar texten till vänster

# JustifyRight-title
source: Justify Right
sv: Högerjustera

# JustifyRight-tooltip
source: Aligns text to the right
sv: Justerar texten till höger

source: Link points to:
sv: Länken pekar till:

source: Make lin_k
sv: Skapa _länk...

source: _Modify Link
sv: Ä_ndra länk...

source: Modify URL
sv: Ändra URL

source: Opens this link in a new window
sv: Öppnar länken i ett nytt fönster

source: Paste
sv: Klistra in

# Please confirm remove
source: Please confirm that you want to remove this element:
sv: Bekräfta att du vill ta bort detta element:

# Please confirm unlink
source: Please confirm that you want to unlink this element.
sv: Bekräfta att du vill ta bort länken.

source: _Remove Link
sv: _Ta bort länk...

source: Remove the
sv: Ta bort

# Remove this node from the document
source: Removes this node from the document
sv: Ta bort denna nod från dokumentet

source: Show the image properties dialog
sv: Visa bildegenskapernas dialogruta

# TO-cell-delete-title
source: Delete Cell
sv: Ta bort cell

# TO-cell-delete-tooltip
source: Deletes the current cell
sv: Tar bort nuvarande cell

# TO-cell-insert-after-title
source: Insert cell after
sv: Infoga cell efter

# TO-cell-insert-after-tooltip
source: Inserts a new cell after the current one
sv: Infogar en ny cell efter den nuvarande

# TO-cell-insert-before-title
source: Insert cell before
sv: Infoga cell före

# TO-cell-insert-before-tooltip
source: Inserts a new cell before the current one
sv: Infogar en ny cell före den nuvarande

# TO-cell-merge-title
source: Merge Cells
sv: Sammanfoga celler

# TO-cell-merge-tooltip
source: Merges the selected cells
sv: Sammanfogar valda celler

# TO-cell-prop-title
source: C_ell Properties
sv: _Cellegenskaper...

# TO-cell-prop-tooltip
source: Shows the Table Cell Properties dialogue
sv: Visar tabellens cellegenskaper

# TO-cell-split-title
source: Split Cell
sv: Dela upp cell

# TO-cell-split-tooltip
source: Splits the current cell
sv: Delar upp den nuvarande cellen

# TO-col-delete-title
source: De_lete Column
sv: Ta bort kolumn

# TO-col-delete-tooltip
source: Deletes the current column
sv: Tar bort nuvarande kolumn

# TO-col-insert-after-title
source: Insert C_olumn After
sv: Infoga kolumn efter

# TO-col-insert-after-tooltip
source: Inserts a new column after the current one
sv: Infogar en ny kolumn efter den nuvarande

# TO-col-insert-before-title
source: Insert _Column Before
sv: Infoga kolumn före

# TO-col-insert-before-tooltip
source: Inserts a new column before the current one
sv: Infogar en ny kolumn före den nuvarande

# TO-col-prop-title
source: Column Cells Properties
sv: Kolumncellegenskaper...

# TO-col-prop-tooltip
source: Shows the Column Cells Properties dialogue
sv: Visar kolumncellegenskaper

# TO-col-split-title
source: Split Column
sv: Dela upp kolumn

# TO-col-split-tooltip
source: Splits the current column
sv: Delar upp nuvarande kolumn

# TO-row-delete-title
source: _Delete Row
sv: Ta bort rad

# TO-row-delete-tooltip
source: Deletes the current row
sv: Tar bort nuvarande rad

# TO-row-insert-above-title
source: I_nsert Row Before
sv: Infoga rad före

# TO-row-insert-above-tooltip
source: Inserts a new row before the current one
sv: Infogar en ny rad före den nuvarande

# TO-row-insert-under-title
source: In_sert Row After
sv: Infoga rad efter

# TO-row-insert-under-tooltip
source: Inserts a new row after the current one
sv: Infogar en ny rad efter den nuvarande

# TO-row-prop-title
source: Ro_w Properties
sv: _Radegenskaper...

# TO-row-prop-tooltip
source: Shows the Table Row Properties dialogue
sv: Visar tabellens radegenskaper

# TO-row-split-title
source: Split Row
sv: Dela upp rad

# TO-row-split-tooltip
source: Splits the current row
sv: Delar upp nuvarande rad

# TO-table-prop-title
source: _Table Properties
sv: _Tabellegenskaper...

# TO-table-prop-tooltip
source: Shows the Table Properties dialogue
sv: Visar tabellegenskaper

# TO-table-restyle-title
source: Re-apply table styles
sv: Omapplicera tabellstilar

# TO-table-restyle-tooltip
source: Re-applies the odd-even styles on the table
sv: Omapplicerar stilarna odd-even på tabellen

# TO-toggle-borders-title
source: Toggle borders
sv: Visa/dölj _stödlinjer

# TO-toggle-borders-tooltip
source: Toggle borders
sv: Flytta ramar

source: Unlink the current element
sv: Ta bort länken
