Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/impexp/Resources/Private/Language/*.locallang.xlf
Languages: sv

source: ALL tables
sv: ALLA tabeller

# execlistqu_maxNumberLimit
source: Max number limit!
sv: Gräns för max antal!

# execlistqu_structureToBeExported
source: Structure to be exported:
sv: Struktur som ska exporteras:

# export
source: Export to .t3d
sv: Exportera till .t3d

# exportdata_advancedOptions
source: Advanced Options
sv: Avancerade alternativ

# exportdata_badPathS
source: Bad path: "%s"
sv: Felaktig sökväg: "%s"

# exportdata_filePreset
source: File & Preset
sv: Fil & förinställning

# exportdata_messages
source: Messages
sv: Meddelanden

# exportdata_problemsSavingFile
source: Problems saving file
sv: Problem med att spara filen

# exportdata_savedFile
source: SAVED FILE
sv: SPARAD FIL

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
sv: Sparad i "%s", %s byte

# filterpage_structureToBeImported
source: Structure to be imported:
sv: Struktur som skall importeras:

# impexpcore_displaycon_controls
source: Controls:
sv: Kontroller:

# impexpcore_displaycon_currentPath
source: Current Path:
sv: Nuvarande sökväg:

# impexpcore_displaycon_insidePagetree
source: Inside pagetree:
sv: Inre sidträd:

# impexpcore_displaycon_message
source: Message:
sv: Meddelande:

# impexpcore_displaycon_result
source: Result:
sv: Resultat:

# impexpcore_displaycon_size
source: Size:
sv: Storlek:

# impexpcore_displaycon_title
source: Title:
sv: Rubrik:

# impexpcore_displaycon_updateMode
source: Update Mode:
sv: Uppdateringsläge:

# impexpcore_printerror_description
source: Description:
sv: Beskrivning:

# impexpcore_singlereco_descr
source: Descr:
sv: Beskr:

# impexpcore_singlereco_exclude
source: Exclude
sv: Uteslut

# impexpcore_singlereco_filename
source: Filename:
sv: Filnamn:

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
sv: Tvinga UID [%s] (Admin)

# impexpcore_singlereco_ignorePid
source: Ignore PID
sv: Ignorera sid-ID

# impexpcore_singlereco_importAsNew
source: Import as new
sv: Importera som ny

# impexpcore_singlereco_insert
source: Insert
sv: Lägg till

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree:
sv: Yttre sidträd:

# impexpcore_singlereco_respectPid
source: Respect PID
sv: Respektera sid-ID

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files:
sv: Filer för mjuka referenser:

# impexpcore_singlereco_title
source: Title:
sv: Rubrik:

# impexpcore_singlereco_update
source: Update
sv: Uppdatera

# impexpcore_singlereco_value
source: Value:
sv: Värde:

# impexpcore_softrefsel_editable
source: Editable
sv: Går att ändra

# impexpcore_softrefsel_exclude
source: Exclude
sv: Uteslut

# impexpcore_softrefsel_record
source: Record:
sv: Element:

# import
source: Import from .t3d
sv: Importera från .t3d

# importdata_action
source: Action:
sv: Händelse:

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
sv: Tillåtelse att skriva förbjudna filtyper (ex. PHP-skript), om sådana finns

# importdata_areYouSure
source: Are you sure?
sv: Är du säker?

# importdata_browse
source: Browse:
sv: Bläddra:

# importdata_description
source: Description:
sv: Beskrivning:

# importdata_doNotShowDifferences
source: Do not show differences in records
sv: Visa inte olikheter i element

# importdata_email
source: Email:
sv: E-post

# importdata_enableLogging
source: Enable logging:
sv: Aktivera logging:

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
sv: Fel: Ingen fil laddades - var den för stor? Kontrollera systemloggen.

# importdata_file
source: File:
sv: Fil:

# importdata_force_all_UIDS
source: Force ALL UIDs values
sv: Tvinga ALLA UID-värden

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
sv: Med detta alternativ tvingas alla ursprungliga UID-värden för importerade element att bli oförändrade. VAR MYCKET FÖRSIKTIG MED DETTA! (Endast för admin)

# importdata_fromPathS
source: (From path: %s)
sv: (Från sökväg: %s)

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
sv: Gröna värden är från den importerade filen, röda från den nuvarande databasen och svarta värden är lika i bägge versionerna.

# importdata_icon
source: Icon:
sv: Ikon:

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
sv: Om du väljer detta alternativ kommer platsen för uppdaterade element inte att uppdateras så att de överensstämmer med strukturen hos input-filen.

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
sv: Ignorera PID-olikheter globalt

# importdata_import
source: Import
sv: Importera

# importdata_importOptions
source: Import Options:
sv: Import-alternativ:

# importdata_messages
source: Messages
sv: Meddelanden

# importdata_newImport
source: New import
sv: Ny import

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
sv: Obs! Det finns inget uppackningsprogram för den packade filen.

# importdata_notes
source: Notes:
sv: Anteckningar:

# importdata_options
source: Options:
sv: Alternativ:

# importdata_packager
source: Packager:
sv: Packare:

# importdata_preview
source: Preview
sv: Förhandsgranska

# importdata_saveToFilename
source: Save to filename
sv: Spara till filnamn

# importdata_selectFileToImport
source: Select file to import:
sv: Välj fil som skall importeras:

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result:
sv: Strukturen har importeras, här är resultatet:

# importdata_success
source: Success:
sv: Resultat:

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
sv: Detta är som standard ej aktiverat eftersom det kan genereras hundratals med händelser.

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
sv: Detta alternativ kräver att strukturen som du importerar redan finns på servern och endast behöver bli uppdaterad med det nya innehållet!

# importdata_title
source: Title:
sv: Rubrik:

# importdata_update
source: Update:
sv: Uppdatera:

# importdata_update_299e
source: Update
sv: Uppdatera

# importdata_updateRecords
source: Update records
sv: Uppdatera element

# importdata_upload
source: Upload
sv: Ladda upp

# importdata_uploadFileFromLocal
source: Upload file from local computer:
sv: Ladda upp fil från lokal dator:

# importdata_uploadStatus
source: Upload status:
sv: Uppladdningsstatus:

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
sv: Skriv individuella DB-händelser under importen till loggen

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources:
sv: Uteslut HTML/CSS filresurser:

# makeadvanc_extensionDependencies
source: Extension dependencies:
sv: Tilläggsberoenden:

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on:
sv: Välj de tillägg som det exporterade innehållet är beroende av:

# makeadvanc_softReferences
source: Soft References:
sv: Mjuka referenser:

# makeadvanc_update
source: Update
sv: Uppdatera

# makeconfig_anSqlQueryReturned
source: An SQL query returned exactly the amount of records specified by the limit value (%s) - that could indicate an incomplete selection of records! Make sure this is on purpose.
sv: En SQL-förfrågan gav exakt det antal element som definierats som gräns (%s) - Det kan betyda att urvalet av element inte är komplett. Försäkra dig om att detta är avsiktligt.

# makeconfig_clearAllExclusions
source: Clear all exclusions:
sv: Ta bort alla uteslutningar:

# makeconfig_excludeElements
source: Exclude elements:
sv: Uteslut element:

# makeconfig_expandedTree
source: Expanded tree
sv: Utökat träd

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration:
sv: Exportera sidträdskonfiguration:

# makeconfig_exportSingleRecord
source: Export single record:
sv: Exportera enskilt element:

# makeconfig_exportTablesFromPages
source: Export tables from pages:
sv: Exportera tabeller från sidorna:

# makeconfig_includeRelationsToTables
source: Include relations to tables:
sv: Inkludera relationer till tabellen:

# makeconfig_includeTables
source: Include tables:
sv: Inkludera tabeller:

# makeconfig_levels
source: Levels:
sv: Nivåer:

# makeconfig_maxNumberOfRecords
source: Max number of records:
sv: Max antal element:

# makeconfig_noExcludedElementsYet
source: No excluded elements yet. Exclude by setting checkboxes below in the element display.
sv: Inga uteslutna element är ännu valda. Uteslut genom att kryssa för element nedan.

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
sv: Inget träd exporterat - sidan innehållar endast tabeller.

# makeconfig_pageId
source: Page ID:
sv: Sidans ID:

# makeconfig_record
source: Record:
sv: Element:

# makeconfig_relationsAndExclusions
source: Relations and Exclusions:
sv: Relationer och uteslutningar

# makeconfig_showStaticRelations
source: Show static relations:
sv: Visa statiska relationer:

# makeconfig_tablePids
source: Table/Pids:
sv: Tabeller/SidID:

# makeconfig_tablesOnThisPage
source: Tables on this page
sv: Tabeller på denna sida

# makeconfig_tree
source: Tree:
sv: Träd:

# makeconfig_useStaticRelationsFor
source: Use static relations for tables:
sv: Använd statiska relationer för tabeller:

# makesavefo_areYouSure
source: Are you sure?
sv: Är du säker?

# makesavefo_delete
source: Delete
sv: Ta bort

# makesavefo_description
source: Description:
sv: Beskrivning:

# makesavefo_downloadExport
source: Download export
sv: Export av nedladdning

# makesavefo_fileFormat
source: File format:
sv: Filformat:

# makesavefo_filenameSavedInS
source: Filename (saved in "%s"):
sv: Filnamn (sparad i "%s"):

# makesavefo_load
source: Load
sv: Ladda

# makesavefo_maxSizeOfFiles
source: Max size of files to include (kb):
sv: Max storlek på filer som tas med (kB):

# makesavefo_merge
source: Merge
sv: Sammanfoga

# makesavefo_notes
source: Notes:
sv: Anteckningar:

# makesavefo_outputOptions
source: Output options:
sv: Alternativ för output:

# makesavefo_presets
source: Presets:
sv: Förinställningar:

# makesavefo_public
source: Public:
sv: Offentlig:

# makesavefo_save
source: Save
sv: Spara

# makesavefo_selectPreset
source: Select preset:
sv: Välj förinställning:

# makesavefo_t3dFile
source: T3D file
sv: T3D-fil

# makesavefo_t3dFileCompressed
source: T3D file / compressed
sv: T3D-fil / packad

# makesavefo_title
source: Title:
sv: Rubrik:

# makesavefo_titleOfNewPreset
source: Title of new preset:
sv: Rubrik för ny förinställning:

# makesavefo_update
source: Update
sv: Uppdatera

# tableselec_configuration
source: Configuration
sv: Konfiguration

# title
source: Import / Export
sv: Importera / Exportera

# title_import
source: Import
sv: Importera
