Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: sv

source: Page title:
sv: Sidtitel:

source: Path:
sv: Sökväg:

source: User:
sv: Användare:

source: Group:
sv: Grupp:

source: Everybody:
sv: Alla:

source: This user:
sv: Denna användare:

source: Main group:
sv: Huvudgrupp:

# editLock
source: Edit lock prevents all editing
sv: Redigeringslås förhindrar all redigering

# noReadAccess
source: The user has no read-access to these DB-mounts!
sv: Användaren har inga läsrättigheter för dessa DB-monteringar!

source: [LIVE]
sv: [PUBLIK]

source: [Default Draft]
sv: [STANDARD UTKAST]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
sv: VARNING: Sid-ID för Arbetsflödets sidmontering ej tillgängligt

source: Compare User Settings
sv: Jämför användarinställningar

source: List Users Online
sv: Lista aktiva användare

source: Backend User Administration
sv: Backend Användaradministration

source: Filemounts
sv: Filmonteringar

source: Webmounts
sv: Sidmontering

source: Default upload path
sv: Standard sökväg för uppladdning

source: Main user group
sv: Huvudanvändargrupp

source: Member of groups
sv: Medlem i grupper

source: Page types access
sv: Sidtypsbehörighet

source: Select tables
sv: Välj tabeller

source: Modify tables
sv: Modifiera tabeller

source: Non-exclude fields
sv: Icke-exkluderade fält

source: Explicit Allow/Deny
sv: Explicit Tillåt/Neka

source: Limit to languages
sv: Begränsa till språk

source: Workspace permissions
sv: Arbetsflödebehörighet

source: Workspace membership
sv: Arbetsflödetillhörighet

source: Custom options
sv: Anpassade alternativ

source: Modules
sv: Moduler

source: Non-mounted readable pages:
sv: Icke-monterade läsbara sidor:

source: < Back to overview
sv: <Tillbaka till översikt

source: User Info
sv: Användarinformation

source: Group by:
sv: Gruppera via:

source: Update
sv: Uppdatera

source: Group and Compare Users
sv: Gruppera och jämför Användare

# tooManyUsers
source: There were too many users:
sv: Det fanns för många användare:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
sv: Detta verktyg kan endast visa följande antal användare åt gången:

# newUser
source: Create new user
sv: Skapa ny användare

source: Usernames:
sv: Användarnamn:

source: Switch user to:
sv: Byta användare till:

source: [change-to mode]
sv: [ändra-till läge]

source: [switch-back mode]
sv: [ändra-tillbaka läge]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
sv: (Alla cachade grupplistor uppdaterade)

source: Result
sv: Resultat

source: Show information
sv: Visa information

# sureToDelete
source: Are you sure you want to delete this element?
sv: Är du säker på att du vill radera detta element?

source: Delete(!)
sv: Ta bort(!)

source: Timestamp:
sv: Tidstämpel:

source: Host:
sv: Värd:

source: Username:
sv: Användarnamn:

source: Who Is Online
sv: Vem är Online
