Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/indexed_search/pi/*.locallang.xlf
Languages: sv

# default_search_word_entry
source: Search for
sv: Sök efter

# form_atATime
source: at a time
sv: på en gång

# form_extResume
source: Extended resume
sv: Uttökad resumé

# form_freeIndexUid
source: Category:
sv: Kategori:

# form_fromSection
source: From section:
sv: Från sektion:

# form_match
source: Match:
sv: Stämma överens med:

# form_orderBy
source: Order by:
sv: Ordna enligt:

# form_searchFor
source: Search for:
sv: Sök efter:

# form_searchIn
source: Search in:
sv: Sök i:

# form_style
source: Style:
sv: Stil:

# inNsection
source: in %s section:
sv: i sektion %s :

# inNsections
source: in %s sections:
sv: i sektionerna %s :

# inSection
source: in the section
sv: i sektionen

# link_advancedSearch
source: Advanced search
sv: Utökad sökning

# link_regularSearch
source: Regular search
sv: Vanlig sökning

# makerating_addToCurrentSearch
source: Add to current search words
sv: Lägg till nuvarande sökord

# maketitle_matches
source: matches
sv: likheter

# noResults
source: NO results found.
sv: INGET resultat på sökningen.

# opt_defOp_0
source: All words (AND)
sv: Alla ord (AND)

# opt_defOp_1
source: Any words (OR)
sv: Något av orden (OR)

# opt_desc_0
source: Highest first
sv: Högsta först

# opt_desc_1
source: Lowest first
sv: Lägsta först

# opt_freeIndexUid_0
source: Pages
sv: Sidor

# opt_freeIndexUid_-1
source: All, mixed
sv: Alla, blandat

# opt_freeIndexUid_-2
source: All, categorized
sv: Alla, enligt kategori

# opt_freeIndexUid_header_0
source: Website Pages
sv: Webbsidor

# opt_freeIndexUid_header_-1
source: Mixed categories
sv: Blandade kategorier

# opt_group_flat
source: Flat list
sv: Vanlig lista

# opt_group_sections
source: Section hierarchy
sv: Sektionens hierarki

# opt_lang_0
source: Default
sv: Standard

# opt_lang_-1
source: All languages
sv: Alla språk

# opt_media_0
source: Internal pages
sv: Interna sidor

# opt_media_-2
source: All External
sv: Alla yttre sidor

# opt_order_crdate
source: Creation date
sv: Skapad datum

# opt_order_mtime
source: Date Modified
sv: Ändringsdatum

# opt_order_rank_count
source: Number of words
sv: Antal ord

# opt_order_rank_first
source: Close to top
sv: Nära toppen

# opt_order_rank_flag
source: Weight/Frequency
sv: Vikt/Frekvens

# opt_order_rank_freq
source: Frequency
sv: Frekvens

# opt_order_title
source: Document title
sv: Dokumentets titel

# opt_RL1
source: Level 1:
sv: Nivå 1:

# opt_RL1ALL
source: All pages on level 1
sv: Alla sidor på nivå 1

# opt_RL2
source: - Level 2:
sv: - Nivå 2:

# opt_RL2ALL
source: - All pages on level 2
sv: - Alla sidor på nivå 2

# opt_sections_0
source: Whole site
sv: Hela webbplatsen

# opt_sections_-1
source: Only this page
sv: Endast denna sida

# opt_sections_-2
source: Top + level 1
sv: Högsta nivå och följande

# opt_sections_-3
source: Level 2 and out
sv: Nivå 2 och neråt

# opt_type_0
source: Distinct word
sv: Hela ordet

# opt_type_1
source: Part of word
sv: Del av ord

# opt_type_10
source: Sounds like
sv: Låter som

# opt_type_2
source: First part of word
sv: Första del av ord

# opt_type_20
source: Sentence
sv: Mening

# opt_type_3
source: Last part of word
sv: Slutdel av ord

# pi_list_browseresults_next
source: Next >
sv: Nästa >

# pi_list_browseresults_page
source: Page
sv: Sida

# pi_list_browseresults_prev
source: < Previous
sv: < Föregående

# res_created
source: Created:
sv: Skapad:

# res_memberGroups
source: Require membership of group numbers %s
sv: Medlemsskap i grupper nr %s är nödvändig

# res_modified
source: Modified:
sv: Ändrad:

# res_noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
sv: Obs! Detta sökresultat kanske inte motsvarar innehållet på sidan. Sidans sammanfattning går inte att visa.

# res_otherMatching
source: Other matching pages in the same document:
sv: Andra liknande sidor i samma dokument:

# res_otherPageAsWell
source: INFO: There was another page indexed as well... Probably indexed with another or no usergroup.
sv: INFO: Också en annan sida indexerades... Antagligen indexerad med en annan eller ingen användargrupp.

# res_path
source: Path:
sv: Sökväg:

# res_size
source: Size:
sv: Storlek:

# rules_header
source: Rules:
sv: Regler:

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
sv: Endast ord med 2 eller fler tecken accepteras. Max 200 tecken totalt. Använd mellanslag mellan ord, "" kan användas för att söka efter en hel mening (ej i indexerad sökning). AND, OR och NOT är bestämmande ord som går före standardoperationerna. +/|/- motsvarar AND, OR och NOT som operatörer. Alla sökord ändras till gemena.

source: Search for
sv: Sök efter

# searchFor_and
source: and
sv: och

# searchFor_butNot
source: but not
sv: men inte

# searchFor_or
source: or
sv: eller

# submit_button_label
source: Search
sv: Sök

# unnamedSection
source: Other
sv: Annat

# word_page
source: page
sv: sida

# word_pages
source: pages
sv: sidor
