Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/RemoveFormat/*.locallang_js.xlf
Languages: sv

source: All
sv: Allt

# All HTML:
source: All HTML tags:
sv: All HTML-kod:

source: Cancel
sv: Avbryt

source: Cleaning Area
sv: Område att rensa

# Cleaning options
source: Type(s) of format to remove
sv: Typ av formatering att ta bort

# Formatting:
source: HTML Format:
sv: HTML formatering:

source: Images:
sv: Bilder:

# MS Word Formatting:
source: MS Word Format:
sv: MS Word formatering:

# Remove formatting
source: Remove format
sv: Ta bort formatering

# RemoveFormatTooltip
source: Remove format
sv: Ta bort formatering

# Selection
source: Selected text
sv: Markering

# Select the type of formatting you wish to remove.
source: Select the type(s) of format to remove.
sv: Välj typ av formatering att ta bort.
