Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: sv

# newUntil.details
source: The 'New Until' date of the page has no effect on the display of the webpage. This value is instead for internal use as a reminder of the date when the content of this page should be revised. If the content of the page will become outdated on a certain day, you could set this value to that approximate date. To get an overview of when pages will be outdated, use the 'Pagetree overview' in the 'Web>Info' Module.
sv: 'Ny t.o.m.' datumet på sidan påverkar inte visningen av webbsidan. Detta värde är i stället för internt bruk som en påminnelse om den dag då innehållet på denna sida måste ses över. Om innehållet på sidan kommer att bli inaktuellt på en viss dag, kan du ställa in detta värde till det ungefärligt datum. För att få en överblick över när sidor kommer vara föråldrade, använd 'Sidträdsöversikt' i 'Web>Info'-modulen.

# newUntil.syntax
source: See Page / Publication Date (click below)
sv: Se sida / Publiceringsdatum (klicka nedan)

# no_cache.description
source: This option disables server caching of the page.
sv: Det här alternativet inaktiverar server caching på sidan.

# no_cache.details
source: Normally pages in TYPO3 are cached on the server after being constructed for the first time. This means a page is displayed much faster the second time it's requested. For most pages this presents no problems; indeed, it boosts the performance of the website. However you may need to disable caching for a page if it contains dynamic content which must not be cached under any circumstances. Normally the PHP-code rendering such content is programmed to disable the caching automatically. But with this option you can force the page not to be cached.
sv: Normalt är sidor i TYPO3 cachade på servern efter att ha konstruerat för första gången. Detta betyder att en sida visas mycket snabbare andra gången det har begärts. För de flesta sidor detta innebär inga problem, utan det ökar prestandan på webbplatsen. Men du kan behöva inaktivera cachelagring för en sida om den innehåller dynamiskt innehåll som inte får cachas under några omständigheter. Normalt PHP-kod som gör sådant innehåll är programmerad för att inaktivera cachelagring automatiskt. Men med det här alternativet kan du tvinga sidan inte ska cachas.

# no_search.description
source: If enabled, this option excludes the page from searching operations on the website.
sv: Om aktiverad, utesluter detta alternativet sidan från sökoperationer på webbplatsen.

# shortcut.description
source: Select a page to act as the Shortcut Target. When the current page is requested in the Frontend, it will be redirected to the Shortcut Target.
sv: Välj en sida att fungera som Genvägsmål. När den aktuella sidan begärs i Frontend, kommer den att omdirigeras till Genvägsmålet.

# shortcut.details
source: Click the 'Browse for Records' icon and a new window will appear in which you can easily select a page to act as the Shortcut Target. This option is used only if the page 'Type' is set to 'Shortcut.'
sv: Klicka på 'Bläddra efter dokument'-ikonen och ett nytt fönster öppnas där du enkelt kan välja en sida att fungera som Genvägsmål. Det här alternativet används endast om sidan 'Typ' är satt till 'Genväg'.

# shortcut.image_descr
source: Select a Shortcut Target page with the Element Browser.
sv: Välj en sida som Genvägsmål med elementbläddraren.

# shortcut_mode.description
source: Select a Shortcut Mode. By default the shortcut page must have a Shortcut Target to jump to. Other options are to go to the first subpage, to a random subpage, or back up to the parent page.
sv: Välj ett genvägsläge. Som standard måste genvägssidan ha ett genvägsmål att hoppa till. Andra alternativ är att gå till den första undersidan, till en slumpmässig undersida, eller till den överordnade sidan.

# starttime.description
source: The Publish Date determines when the page will be visible online. If the Publish Date is not set, the page will be available immediately.
sv: Publiceringsdatum anger när sidan kommer att vara synlig på nätet. Om Publiceringsdatum är inte inställt, kommer sidan att finnas tillgänglig omedelbart.

# starttime.syntax
source: The Publish Date Format is either DD-MM-YYYY or MM-DD-YYYY depending on how TYPO3 is configured. There are also several shortcuts you can use when entering the date. If you insert a 'd' the current date will be inserted. You can also append any value in the field with a number such as '+10' which will add 10 days to the current value. For example, entering 'd+10' would result in a date 10 days from now.
sv: Formatet för publiceringsdatum är antingen DD-MM-ÅÅÅÅ eller MM-DD-ÅÅÅÅ beroende på hur TYPO3 är konfigurerat. Det finns också flera kortkommandon som du kan använda när du anger datum. Om du sätter in ett 'd' infogas aktuellt datum. Du kan också lägga till något värde i fält med ett nummer som '+10' som kommer att lägga till 10 dagar till det aktuella värdet. Om du t.ex. anger 'd+10' skulle resultera i ett datum 10 dagar från och med nu.

# subtitle.description
source: Enter a subtitle if needed.
sv: Skriv en underrubrik om det behövs.

# subtitle.details
source: Whether this field is used or not depends on the template. In most cases it's not used.
sv: Huruvida detta fält används eller inte beror på mallen. I de flesta fall används det inte.

# target.description
source: This sets the default Link Target for menu items linking to this page. Can also used to open the page as a popup window.
sv: Detta anger standard Länk Mål för menyposter som länkar till denna sida. Kan också användas för att öppna sidan som ett popup-fönster.

# target.details
source: The Link Target overrides the default Link Target behavior, which should already be configured correctly for most pages in the website TypoScript template. There are additional options available by using the Link Target field Setting an integer value at the beginning of the field sets it as the default type for the page. For example, if an RSS feed is configured in TypoScript as typeNum=100, setting the Link Target to 100 could be used to add an RSS link in the menu. The following syntax is used to open the page in a popup window: 400x200 - Opens the page in a 400x200 popup window. 230x450:resizable=0,location=1 - Opens the page in a 230x450 popup window that is not resizable and has an address bar. Combined: 100 600x350 - Opens the page in a 600x350 popup with type=100 2 _blank - Opens the page with target "_blank" and type=2
sv: Länk Mål åsidosätter standard Länk Mål beteende, som redan bör ha konfigurerats korrekt för de flesta sidor på webbplatsen i TypoScript mallen. Det finns ytterligare alternativ tillgängliga med hjälp av fältet Länk Mål Inställning av ett heltalsvärde i början av fältet anger den som standardtypen för den sidan. Till exempel, om ett RSS-flöde är konfigurerat i TypoScript som typeNum=100, kan inställning av länkmålet till 100, användas för att lägga till en RSS-länk i menyn. Följande syntax används för att öppna sidan i ett popup-fönster: 400x200 - Öppnar sidan i ett 400x200 popup fönster. 230x450:resizable=0,location=1 - Öppnar sidan i ett 230x450 popup fönster, som inte är skalbart och har ett adressfält. Kombierat: 100 600x350 - Öppnar sidan i en 600x350 popup med type=100 2 _blank - Öppnad sidan med länkmål "_blank" och type=2

# title.description.+
source: This is normally shown in the website navigation.
sv: Detta visas normalt i webbplatsens navigation.

# TSconfig.details.+
source: <strong>Example:</strong> The 'Web>Page' module lets you create content in four columns, Left, Normal, Right, Border if the template has been configured to use this option. (However, most websites use only one or two columns so some of these content columns are just taking up space and confusing users.) If you enter this string in the 'TSConfig' field, the 'Web>Page' Module will only show the 'Normal' and 'Border' column! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Must be entered in a single line!)
sv: <strong>Exempel:</strong> 'Webb>Sida'-modulen låter dig skapa innehåll i fyra kolumner, Vänster, Normal, Höger, Border om mallen har konfigurerats för att använda detta alternativet. (Men de flesta webbplatser använder endast en eller två kolumner, så en del av dessa innehållskolumner tar bara upp plats och förvirrar användaren.) Om du skriver in denna sträng i 'TSConfig'-fältet, kommer 'Web>Sida'-modulen endast att visa 'Normal' och 'Border'-kolumnen! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Måste anges på en enda rad!)

# url.description
source: Enter the URL this page redirects to.
sv: Skriv in webbadressen som sidan omdirigeras till.

# url.details
source: For example, 'http://www.typo3.org' or just 'www.typo3.org' if the 'Protocol' selector is set to 'http://'. Use the 'Protocol' selector to select a prefix for the URL. This option is used only if the page 'Type' is set to 'Link to External URL.'
sv: Till exempel 'http://www.typo3.org' eller bara 'www.typo3.org' om 'Protokoll' är inställd på 'http://'. Använd 'Protokoll' för att välja ett prefix för URL. Det här alternativet används endast om sidan 'Typ' är satt till 'Länk till extern webbadress.'

# urltype.description
source: Set the Protocol for the URL.
sv: Ställ in protokollet för URL.
