Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: sv

# abstract.description
source: Enter an abstract of the contents. It may be displayed in an overview of articles.
sv: Skriv in ett abstrakt av innehållet. Det kan visas i en översikt av artiklar.

# abstract.details
source: An abstract is a short description of the page content that might be a little longer than the one in the <i>Description</i> field. Unlike the description, the abstract is not meant for display in search engine result lists, but is instead intended for you own use. If you create a Content Element of type <i>Sitemap</i> and then choose <i>Menu of subpages to these pages (with abstract)</i> an overview of pages will be created. If an abstract is available for a page it will be used instead of the description. <b>Note:</b> You do not have to enter the text of the description into the <i>Abstract field</i> again. Admins can also make custom use of this field via their TypoScript templates.
sv: Ett abstrakt är en kort beskrivning av sidans innehåll som kan vara lite längre än den i fältet <i>Beskrivning</i>. Till skillnad från beskrivningen, är abstraktet inte avsett för visning i sökmotorernas listor, utan är istället avsett för eget bruk. Om du skapar ett innehållselement av typen <i>Sitemap</i> och välj sedan <i>Meny för undersidor till dessa sidor (med abstrakt) </i> kommer en överblick av sidorna att skapas. Om ett abstrakt är tillgängligt för en sida kommer det att användas i stället för beskrivningen. <b>Notera:</b> Du behöver inte skriva in text i beskrivningen i fältet <i>Abstrakt</i> igen. Administratörer kan också använda fältet för annat syfte via TypoScript mallar.

# alias.description
source: A URL Alias is a unique identification string for a page. You can use this string instead of the ID number to refer to the page.
sv: En URL Alias ​​är en unik identifieringssträng för en sida. Du kan använda denna sträng i stället för ID-nummer för att hänvisa till den sidan.

# alias.details
source: Ultimately a page is identified by its ID number. For example, you may access a page in TYPO3 at '.../?id=123'. If the page with ID '123' has the URL Alias 'one_two_three', then the URL '.../?id=one_two_three' would display exactly the same page, because 'one_two_three' is a URL Alias for the ID '123'. URL Aliases are normally assigned to only the most frequently used pages rather than all pages. In most TYPO3 configurations you would be able to use the syntax '.. &lt;link one_two_three&gt;go to the page&lt;/link&gt; ..' to create a link to the page. This is easier to remember. Another use is if you need to change which page a commonly used link points to. In this case you can delete the URL Alias for the original page and re-add it on the new page. All links using the URL Alias would now refer to the new page and its ID number.
sv: En sida identifieras med sitt ID-nummer. Till exempel kan du komma åt en sida i TYPO3 på '... /?id=123'. Om sidan med ID '123' har URL Alias​​' one_two_three', då skulle URL '... /?id=one_two_three' visa exakt samma sida, eftersom 'one_two_three' är en URL Alias ​​för ID '123'. URL Alias tilldelas normalt endast de mest använda sidorna, snarare än alla sidor. I de flesta TYPO3 konfigurationer, skulle du kunna använda syntaxen '.. &lt;link one_two_three&gt;go to the page&lt;/link&gt; ..' för att skapa en länk till sidan. Detta är lättare att komma ihåg. Ett annat användningsområde är om du behöver ändra vilken sida en vanligt använd länk pekar på. I så fall kan du ta bort URL Alias ​​för den ursprungliga sidan och lägger den på den nya sidan. Alla länkar med URL Alias ​​skulle nu hänvisa till den nya sidan och dess ID-nummer.

# alias.syntax
source: A URL Alias can contain only lowercase alphanumeric characters and must be unique. Please note: If the URL Alias already exists in the site, it will have a number added to the end of it.
sv: En URL Alias ​​kan bara innehålla gemena alfanumeriska tecken och måste vara unikt. Observera: Om URL Alias ​​redan finns på webbplatsen, kommer det att ha ett nummer tillagt i slutet av det.

# author.description
source: Enter the page author's name.
sv: Ange sidans författare.

# author.details
source: Whether the author name is used or not depends on the setup of your TypoScript template. - You may use it in a meta-tag. - If you're using TYPO3 pages as 'articles' then you could use this field to display the name of the page (article) author.
sv: Huruvida författaren namn används eller inte beror på hur installationen är uppsatt i TypoScript-mallen. - Du kan använda den i en metatagg. - Om du använder TYPO3 sidor som 'artiklar' så kan du använda det här fältet för att visa namnet på sidans (artikelns) författare.

# author_email.description
source: Enter the page author's email address.
sv: Ange sidan författarens e-postadress.

# cache_timeout.description
source: Sets the Cache Lifetime for the page.
sv: Anger Cache Livstid för sidan.

# cache_timeout.details
source: By default, pages are cached for 24 hours. After 24 hours, the page is constructed again and rewritten to the cache. Depending on your configuration, the cache may be cleared at midnight. When specific pages need a longer or shorter cache lifetime than the default, this option can be used.
sv: Som standard cachas sidor i 24 timmar. Efter 24 timmar är sidan uppbyggd igen och skrivs till cachen. Beroende på din konfiguration kan cachen rensas vid midnatt. När specifika sidor behöver en längre eller kortare cache-livslängd än standard, kan det här alternativet användas.

# content_from_pid.description
source: If set, this is an alternative page to select Content Elements from. Whether this field is used depends on the website's TypoScript template.
sv: Om satt, är detta en alternativ sida för att välja innehållselement från. Huruvida detta fält används beror på webbplatsens TypoScript mall.

# description.description
source: Enter a short description of the page. It will be displayed in the result lists of most search engines.
sv: Skriv en kort beskrivning av sidan. Den kommer att visas i resultatlistorna i de flesta sökmotorer.

# description.details
source: Most websites insert this description in a meta-tag on the page, but you may have to configure this yourself in your TypoScript template. Most search engines will display the description in their result list. Thus, the text should be short (about 160 characters maximum), and its wording should make sense when it shows up in the result list. In addition, the description will be displayed if you create a Content Element of type 'Sitemap' and then choose the menu type <i>Menu of subpages to these pages (with abstract)</i>. If an abstract exists for the page, it will be used instead of the description. <b>Note:</b> Some search engines only use the description if the text is not found elsewhere in the content. So do not just repeat yourself.
sv: De flesta webbplatser för in denna beskrivning i en meta-taggen på sidan, men du kan behöva konfigurera detta själv i din TypoScript mall. De flesta sökmotorer kommer att visa beskrivningen i sin resultatlista. Därför bör texten vara kort (max ca 160 tecken), och dess ordalydelse bör vara meningsfullt när det dyker upp i resultatlistan. Dessutom kommer en beskrivning att visas om du skapar ett innehållselement av typen 'Sitemap' och sedan väljer menytypen <i>Meny av undersidor till dessa sidor (med abstrakt) </i>. Om ett abstrakt existerar för sidan, kommer det att användas i stället för beskrivningen. <b>Notera:</b> Vissa sökmotorer använder endast beskrivningen om texten inte hittas någon annanstans i innehållet. Så upprepa inte dig själv.

# doktype.description
source: Page Type determines whether the page is normal webpage, a shortcut to another webpage, or used in other internal ways.
sv: Sidtyp avgör om sidan är normal webbsida, en genväg till en annan webbsida, eller användas i andra interna sätt.

# doktype.details
source: 'Standard' is the most common Page Type and is used for normal webpages. 'Backend User Section' is an option which creates pages that are only visible in the Frontend for Backend users who are logged in. <b>Link</b> 'Shortcut' pages jump to another page in the Pagetree. 'Mount Point' pages bring content from another branch of the Pagetree into the current branch. 'Link to External URL' is similar to 'Shortcut' but points to external URLs instead of TYPO3 pages. <b>Special</b> 'Folder' is a page type which is not shown as a webpage but is instead stores records of your choice. 'Recycler' is a garbage can. Pages and records in the Recycler are not visible in the Frontend. 'Menu Separator' is only useful if your Frontend memus are programmed to use it. It does not represent a page with content but is intended to be an unclickable placeholder in the menu. <b>Notice</b> Each Page Type is represented by a unique icon. The available page types can be restricted for users so all of the options described above may not be visible. Finally, particuilar record typoes may only be allowed on certain page types, but any record can be placed in a 'Folder.'
sv: 'Standard' är den vanligaste sidtyp och används för normala webbsidor. 'Backend Användare Sektion' är ett alternativ som skapar sidor som bara är synliga i frontend för Backend-användare som är inloggade. <b>Link</b> 'Genväg' sidor hoppar till en annan sida i Sidträdet. 'Mount Point' pages bring content from another branch of the Pagetree into the current branch. 'Link to External URL' is similar to 'Shortcut' but points to external URLs instead of TYPO3 pages. <b>Special</b> 'Mapp'är en sidtyp som inte visas som en webbsida men lagrar istället databaselement. 'Recycler' är en soptunna. Sidor och poster i Recycler syns inte i Frontend. 'Menyavskiljare' är endast användbart om din Frontend-meny är programmerad för att använda den. Det utgör inte en sida med innehåll, utan är avsedd att vara en oklickbar platshållare i menyn. <b>Notera</b> Varje Sidtyp representeras av en unik ikon. De tillgängliga sidtyperna kan begränsas för användarna, så alla alternativ som beskrivs ovan kanske inte syns. Slutligen kan särskilda dokumenttyper endast tillåtas på vissa sidtyper, men varje post kan placeras i en 'Mapp'.

# endtime.description
source: The Expiration Date specifies when the page will no longer be visible online.
sv: Sluta visa-datum anger när sidan inte längre kommer att vara synlig på nätet.

# endtime.syntax
source: See Page / Publication Date (click below)
sv: Visa sidan / Publiceringsdatum (klicka nedan)

# extendToSubpages.description
source: By default the Publication Date, Expiration Date, Usergroup Access Rights, and Page Visibility options <em>only</em> affect the page where they are set. If the option 'Extend to Subpages' is checked for the page, then all subpages are affected as well.
sv: Som standard påverkar Publiceringsdatum, Sluta visa-datum, Användargrupp behörighet och Sidvisningsalternativ <em>endast</em> den sida där de är inställda. Om alternativet 'Utöka till Undersidor' är markerad för sidan, påverkas även undersidorna.

# extendToSubpages.details
source: Consider a scenario where you want to create a section of subpages that are only visible for logged in users. Setting the Usergroup Access Rights for the top page in the section would remove the page from menus if no user was logged in. However, the subpage could still be accessed by guessing the ID number of the page and entering it manually in the URL. Setting the 'Extend to Subpages' option would extend the Usergroup Access Rights from the top page through all subpages as well.
sv: Tänk ett scenario där du vill skapa en sektion av undersidor som visas endast för inloggade användare. Inställning av användargrupp rättigheter för den översta sidan i avsnittet skulle ta bort sidan från menyerna, om ingen användare var inloggad. Undersidan skulle dock fortfarande kunna nås genom att gissa ID-nummer på sidan och skriva in det manuellt i webbadressen. Inställning av 'Utöka till Undersidor' alternativ skulle förlänga användargrupp behörighet från topsida och ner till alla undersidor också.

# extendToSubpages.image_descr
source: This page has access restricted to a certain group and has "Extend to Subpages" set as well. This is reflected in the way the page icon has changed.
sv: Denna sida har tillgång begränsad till en viss grupp och har "Utöka till Undersidor" set också. Detta återspeglas i det sätt sidikonen har förändrats.

# fe_group.description
source: If Usergroup Access Rights is set to a usergroup name, only website users who are members of the selected usergroup will be able to view the page. The special option 'Hide at Login' means the page will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the page visible for any logged in Frontend user.
sv: Om Gruppbehörighet är satt till en användargrupps namn, kommer endast webbanvändare som är medlemmar i den valda användargruppen, att kunna se sidan. Det speciella alternativet 'Dölj vid inloggning' innebär att sidan <em>inte</em> kommer att vara synlig för webbplatsens användare som är inloggade. Likaså 'Visa för alla inloggade' kommer att göra sidan synlig för alla inloggade Frontend-användare.

# hidden.description
source: If this is checked, the page will be disabled on the website.
sv: Om det här är markerat, kommer sidan inaktiveras på webbplatsen.

# hidden.details
source: The 'Disable,' 'Start,' 'Stop,' and 'Access' options are all about limiting access to pages and are thus related in functionality. When a page is not visible due to one of these options, the page will not show up in the site navigation. Notice, these options are related <em>only</em> to the page for which they are set. If you want their effect to cover the subpages as well, you must enable the 'Extend to Subpages' option. When you're logged in as a Backend user you can preview disabled pages if you have read access to them.
sv: Alternativen 'Inaktivera', 'Börja visa', 'Sluta visa' och 'Behörighet' handlar om att begränsa tillgången till sidor och är därmed relaterade till funktionalitet. När en sida inte är synlig, på grund av att ett av dessa alternativ är valt, kommer sidan inte att visas i navigeringen på webbplatsen. Lägg märke till, dessa alternativ <em>endast</em> är relaterade till den sida som de är inställda på. Om du vill att deras effekt även ska sträcka sig till undersidor, måste du aktivera 'Utöka till Undersidor' alternativet. När du är inloggad som en Backend användare, kan du förhandsgranska inaktiverade sidor om du har läsrättigheter till dem.

# hidden.image_descr
source: The page icon of a disabled page is dimmed and a red X is added. If you view a page that is hidden and you are logged in into the Backend you will still be able to see the page. The red "Preview" box will tell you that this page is visible to you because of this special circumstance.
sv: Sidikonen av en inaktiverad sida är nedtonad och ett rött kryss läggs till. Om du visar en sida som är dold och du är inloggad i Backend du kommer fortfarande att kunna se sidan på Frontend. Den röda "Preview"-rutan kommer att säga att den här sidan är synlig för dig på grund av denna speciella omständighet.

# keywords.description
source: Enter keywords for the page separated by commas. You may also use short phrases.
sv: Ange nyckelord för sidan separerade med kommatecken. Du kan också använda korta fraser.

# keywords.details
source: Most TYPO3 websites use these keywords in a meta-tag on the page, but you may have to setup the appropriate TypoScript template yourself. To optimize your page for search engines like Google you should not use more than 3 to 6 keywords. You should also make sure that the keywords are found in the content of the page. Note that search engine extensions for TYPO3 such as Indexed Search can also be configured to make use of the keywords. The keywords can also be used to create a menu of related pages. Create a Content Element of type 'Sitemap' and then choose the menu type <i>Related pages (based on keywords)</i>.
sv: De flesta TYPO3-webbplatser använder dessa sökord i en meta-tagg på sidan, men du kanske måste ställa in rätt i TypoScript mallen själv. För att optimera din sida för sökmotorer som Google ska du inte använda mer än 3 till 6 sökord. Du bör också se till att dessa sökord även finns i innehållet på sidan. Observera att sökmotor-plugin för TYPO3 t.ex. Indexerad sökning, även kan konfigureras att använda sökorden. Nyckelorden kan också användas för att skapa en meny av relaterade sidor. Skapa ett innehållselement av typen "Sitemap" och sedan välja menyntyp <i>Relaterade sidor (baserat på sökord)</i>.

# l18n_cfg.description
source: Affect availability of pages in the various languages.
sv: Påverka tillgängligheten för sidor på de olika språken.

# l18n_cfg.details
source: <b>Hide default translation of page</b> If set, the page is only available in translated versions and not in the default language. Any attempt to access the page in the default language will result in an error message. <b>Hide page if no translation for current language exists</b> If set, any attempt to access the page in a translation that does not exist will result in an error message. By default, accessing an untranslated page will just show the default language instead.
sv: <b>Dölj standardöversättning av sidan</b> Om inställt, finns sidan endast i översatta versioner och inte på standardspråket. Alla försök att komma åt sidan på standardspråket kommer att resultera i ett felmeddelande. <b>Dölj sida om ingen översättning av aktuella språket finns</b> Om inställt, kommer alla försök att komma åt sidan i en översättning som inte existerar resulterar i ett felmeddelande. Som standard, tillgång till en oöversatt sida kommer bara visa standardspråk istället.

# lastUpdated.description
source: Enter the date and time of the most recent update to this page.
sv: Ange datum och tid för den senaste uppdateringen till den här sidan.

# lastUpdated.details
source: How the value of this field is used is determined by the TypoScript template of the website. 'Last Update' content needs to be inserted on the pages and the TypoScript template must be configured to use this value. The most common use is to display the date from the automatically updated 'tstamp' field <em>unless</em> the 'Last Update' field is set. In this case, the date in 'Last Update' is used.
sv: Hur värdet i detta fält används bestäms av TypoScript mallen för webbplatsen. 'Senast uppdaterad'-innehåll måste läggas på sidorna och TypoScript mallen måste konfigureras för att använda detta värde. Den vanligaste användningen är att visa datum från den uppdaterade sidan automatiskt från 'tstamp' fältet <em>om inte</em> 'Senast uppdaterad'-fältet är satt. I detta fall är det datumet i 'Senast uppdaterad' som används.

# lastUpdated.syntax
source: The format is HH:MM DD-MM-YYYY or HH:MM MM-DD-YYYY depending on your TYPO3 configuration. If you insert a 'd' the current time and date is inserted. You can also append any value in the field with a number lie '+10' which will add 10 days to the current value.
sv: Formatet är HH:MM DD-MM-ÅÅÅÅ eller TT:MM MM-DD-ÅÅÅÅ beroende på TYPO3 konfigurationen. Om du skriver in ett "d" kommer aktuell tid och datum att visas. Du kan också lägga till något värde i fält med en nummerlögn '+10', som kommer att lägga till 10 dagar till det aktuella värdet.

# layout.description
source: The Frontend Layout can change the way a page design appears.
sv: Frontend Layout kan förändra hur en siddesign visas.

# layout.details
source: This option may not have any impact on the Frontend page design since it depends on whether the Frontend template uses it. Most templates do not use it.
sv: Det här alternativet kanske inte ha någon inverkan på Frontend layout eftersom det beror på om Frontend mallen använder den. De flesta mallar använder inte den.

# media.description
source: Attach media files related to the page.
sv: Bifoga mediefiler relaterade till sidan.

# media.details
source: This field allows you to attach various files to the page, but how these files are used depends on your template. As an example the template could be use this field to allow a logo to be attached to the page or it might expect the first file to be an image used as a link in the navigation menu. Remember, this totally depends on how the template is programmed.
sv: Detta fält tillåter dig att bifoga olika filer till sidan, men hur dessa filer används beror på din mall. Som ett exempel kan mallen använda detta fält för att låta en logotyp knytas till sidan eller förutsätta att den första filen är en bild som används som en länk i navigeringsmenyn. Kom ihåg, detta beror helt på hur mallen är programmerad.

# module.description
source: Define the page as containing a Frontend plugin.
sv: Definiera sida som innehållande ett Frontend plugin.

# module.details
source: Setting this option lets the Backend knows this page contains specific content or has a specific purpose, such as containing a forum or acting as the root page of a shop section on the website. Based on this setting the Backend is able to display a shortcut list as well as relevant functionality in the 'Web>Modules' module. The Frontend display is largely not affected. Marking a page as containing a 'Shop' plugin simply means it'll show up in the shortcut list of modules in the backend. For additional details on this option, refer to the administration documentation. It's recommended that only admin-users have access to this field!
sv: Genom att ställa in det här alternativet känner Backend av att den här sidan innehåller specifikt innehåll eller har ett specifikt syfte, till exempel innehåller ett forum eller agerar som roten sidan i en butik sektion på webbplatsen. Baserat på denna inställning kan Backend visa en genvägslista samt relevant funktionalitet i 'Web>Moduler' modulen. Frontend-visningen påverkas i stort sett inte. Genom att markera en sida som innehåller ett 'butik'-plugin betyder helt enkelt att det ska visas upp i genvägslistan för moduler i backend. För ytterligare information om detta alternativ, se i administrationsdokumentationen. Vi rekommenderar att endast admin-användare har tillgång till detta fält!

# mount_pid.description
source: Mount this page. If set, subpages of this page come from the Mounted Page instead.
sv: Montera denna sida. Om inställt, kommer undersidor för denna sida från Monterad sida istället.

# mount_pid.details
source: In the Frontend this is done by adding a new variable, &MP, to the URL. This links the mounted branch to the main branch by pairing page ids.
sv: I Frontend görs detta genom att lägga till en ny variabel, &MP, till URL:en. Detta kopplar den monterade grenen till huvudgrenen genom att para ihop sidID.

# mount_pid_ol.description
source: Show content for the current page or replace it completely with the Mounted Page.
sv: Visa innehåll för den aktuella sidan eller ersätt det helt med den monterade sidan.

# nav_hide.description
source: With this option the page will be not appear in menus in the Frontend. The page can still be viewed if linked by going directly to its URL.
sv: Med det här alternativet på sidan, kommer den inte att visas i menyer i Frontend. Sidan kan fortfarande ses om de är länkade genom att gå direkt till webbadressen.

# nav_title.description
source: Alternative Navigation Title for menu items in the Frontend. When set, this value is used instead of the Page Title.
sv: Alternativ Navigationstitel för menyalternativ i Frontend. När denna är inställd, visas detta värde i stället för det i fältet Sidtitel.

# newUntil.description
source: Enter the date at which this page is no longer considered new.
sv: Skriv in det datum då denna sida är inte längre anses som ny.
