Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/info_pagetsconfig/Resources/Private/Language/*.locallang.xlf
Languages: sv

# editThisColumn
source: Edit the field '%s' for all listed pages
sv: Ändra fältet '%s' i alla sidor i listan

# editTSconfig
source: Edit TSconfig for this page
sv: Ändra TSconfig för denna sida

# editTSconfig_all
source: Edit TSconfig for all shown pages
sv: Ändra TSconfig för alla visade sidor

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
sv: Standardkonfiguration från TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
sv: Sidans TSconfig

# tsconf_configFields
source: View TSconfig fields content
sv: Visa TSconfig-fältens innehåll

# tsconf_parts_0
source: All
sv: Alla

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
sv: Modulnyckel ('mod') som ändrar användarinställningar

# tsconf_parts_1a
source: Module: Web>Page
sv: Modul: Webb>Sida

# tsconf_parts_1b
source: Module: Web>View
sv: Modul: Webb>Visa

# tsconf_parts_1c
source: Module: Web>Modules
sv: Modul: Webb>Moduler

# tsconf_parts_1d
source: Module: Web>List
sv: Modul: Webb>Lista

# tsconf_parts_1e
source: Module: Web>Info
sv: Modul: Webb>Info

# tsconf_parts_1f
source: Module: Web>Func
sv: Modul: Webb>Funktioner

# tsconf_parts_1g
source: Module: Web>Template
sv: Modul: Webb>Template

# tsconf_title
source: Page TSconfig
sv: Sidans TSconfig
