Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/wizard_crpages/Resources/Private/Language/*.locallang.xlf
Languages: sv

# wiz_crMany
source: Create multiple pages
sv: Skapa flera sidor

# wiz_newPages
source: Create new pages
sv: Skapa nya sidor

# wiz_newPages_addMoreLines
source: Add more lines
sv: Lägg till fler rader

# wiz_newPages_create
source: The pages were created!
sv: Sidorna har skapats!

# wiz_newPages_currentMenu
source: New page structure
sv: Ny sidstruktur

# wiz_newPages_errorMsg1
source: You are not allowed to create new subpages to this page!
sv: Du har inte rättighet att skapa nya undersidor till denna sida!

# wiz_newPages_hidePages
source: Hide new pages
sv: Göm nya sidor

# wiz_newPages_lCreate
source: Create pages
sv: Skapa sidor

# wiz_newPages_lCreate_msg1
source: You're about to create many new pages. Are you sure you want to continue?
sv: Du håller på att skapa många nya sidor. Är du säker på att du vill fortsätta?

# wiz_newPages_listEnd
source: Place new pages after the existing subpages
sv: Placera de nya sidorna efter befintliga undersidor

# wiz_newPages_lReset
source: Clear fields
sv: Töm fälten

# wiz_newPages_noCreate
source: No pages were created!
sv: Inga nya sidor skapades!

# wiz_newPages_page
source: Page
sv: Sida
