Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/lang/*.locallang_show_rechis.xlf
Languages: sv

source: Age
sv: Ålder

# changes
source: Changelog
sv: Ändringslogg

source: delete
sv: radera

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
sv: I kolumnen Skillnader kan du se ändringarna vid varje förändring av element. Nya ändringar visas med <span class="diff-g">grön text</span> och <span class="diff-r">röd text</span> är de gamla värdena som avlägsnades.

source: Differences
sv: Skillnader

# elementHistory
source: You are currently seeing the history for an element.
sv: Du ser nu historiken för ett element.

# elementHistory_link
source: Show the full page history!
sv: Visa hela sidhistoriken!

# externalChange
source: Intermediate external change!
sv: Mellanliggande extern ändring!

# fullView
source: Return to full view
sv: Återgå till fullständig visning

source: insert
sv: infoga

# linkRecordHistory
source: Limit history to this record
sv: Begränsa historik till detta element

# markState
source: mark this change
sv: markera denna ändring

# maxSteps
source: Show entries:
sv: Visa rader:

# maxSteps_all
source: ALL
sv: ALLA

# maxSteps_marked
source: marked
sv: markerade

# mergedDifferences
source: Preview for Rollback
sv: Förhandsgranskning för återställning

source: No
sv: Nej

# noDifferences
source: There are no differences to the current page!
sv: Det är inga skillnader jämfört med nuvarande sida!

source: Return
sv: Tillbaka

# returnLink
source: Click here to go back
sv: Klicka här för att gå tillbaka

# revertAll
source: Rollback all changes shown
sv: Återställ alla visade ändringar

# revertField
source: Rollback single field
sv: Återställ enstaka fält

# revertRecord
source: Rollback single record
sv: Återställ enstaka element

source: Settings
sv: Inställningar

# showDiff
source: Show differences:
sv: Visa skillnader:

# showDiff_inline
source: Inline
sv: Radvis

# showDiff_no
source: No
sv: Nej

# showInsertDelete
source: Show inserts/deletes of records:
sv: Visa infogningar/raderingar av element:

source: Show sub elements:
sv: Visa underelement:

# sumUpChanges
source: Rollback (Preview)
sv: Återställ (förhandsgranska)

source: Time
sv: Tid

# title
source: Show record history
sv: Visa elementets historia

# unmarkState
source: unMark this change
sv: avmarkera denna ändring

source: User
sv: Användare

source: Yes
sv: Ja
