Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/lang/*.locallang_mod_web_list.xlf
Languages: sv

# clip_deleteMarked
source: Delete marked
sv: Radera de markerade

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
sv: Är du säker på att du vill radera alla markerade element i tabellen '%s'?

# clip_duplicates
source: Mark duplicates
sv: Markera dubbletter

# clip_editMarked
source: Edit marked
sv: Ändra de markerade

# clip_markRecords
source: Mark All/Mark none
sv: Markera allt/Avmarkera allt

# clip_paste
source: Paste in clipboard content
sv: Klistra in klippbordets innehåll

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
sv: Klistra in efter: Innehållet i klippbordet klistras in efter detta element

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
sv: Klistra in i: Innehållet i klippbordet klistras in i denna sida

# clip_selectMarked
source: Transfer the selection of records to clipboard
sv: Flytta markerade element till klippbordet

# contractView
source: List all tables
sv: Lista över alla tabeller

# defaultLanguage
source: Default
sv: Standard

# delete
source: Delete record (!)
sv: Radera element (!)

# deleteWarning
source: Are you sure you want to delete this record?
sv: Är du säker på att du vill radera detta element?

source: Display versions
sv: Visa versioner

# edit
source: Edit record
sv: Ändra element

# editPage
source: Edit page properties
sv: Ändra sidans inställningar

# editShownColumns
source: Edit all shown fields of the listed records
sv: Ändra alla visade fält i de listade elementen

# editThisColumn
source: Edit the '%s' field of the listed records
sv: Ändra '%s'-fältet i de listade elementen

# expandView
source: List only this table
sv: Lista endast denna tabell

# hide
source: Hide record
sv: Dölj element

source: Hide page
sv: Dölj sida

# history
source: Display change history / Un-do
sv: Visa ändringshistoria / Ångra

# largeControl
source: Extended view
sv: Utökad visning

# localization
source: Localization view
sv: Visa lokalisering

# Localize
source: Localize to:
sv: Lokalisera till:

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
sv: Modulen Webb>Lista ger direkt åtkomst till sidornas element. Medan andra moduler i huvudsak specialiserar sig på vissa funktioner i en viss databastabell, ger denna modul åtkomst till de registerelement en användare har rätt till.

# mlang_labels_tablabel
source: List of database-records
sv: Lista över databaselement

# mlang_tabs_tab
source: List
sv: Lista

# moveDown
source: Move down in list
sv: Flytta nedåt i listan

source: Move page
sv: Flytta sida

# move_record
source: Re-position content element
sv: Byt plats för element

# moveUp
source: Move up in list
sv: Flytta uppåt i listan

# multipleLanguages
source: All languages
sv: Alla språk

# new
source: New record
sv: Nytt element

# newPage
source: Create new page after this page
sv: Skapa ny sida efter denna sida

# newRecord
source: Create new record after this record
sv: Skapa nytt element efter detta element

# newRecordGeneral
source: Create new record
sv: Skapa nytt element

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
sv: Flytta denna sida så den blir en undersida till sidan ovanför

# permissions
source: Set permissions for page
sv: Ställ in rättigheter för sidan

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
sv: Flytta denna sida så den kommer efter sidan ovanför

source: Show clipboard
sv: Visa klippbord

# showInfo
source: Display information
sv: Visa information

# unHide
source: Un-hide record
sv: Visa element

source: Un-hide page
sv: Visa sida

# viewRecords
source: Viewing records of
sv: Visar element för
