Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/lang/*.locallang_tsfe.xlf
Languages: sv

# adminOptions
source: ADMIN PANEL
sv: ADMINISTRATIONSVERKTYG

source: Cache
sv: Cache-minne

# cache_cacheEntries
source: Cache entries
sv: Cache-rader:

# cache_clearLevels
source: Clear levels
sv: Töm nivåerna:

# cache_doit
source: Clear cache now!
sv: Töm cache-minnet nu!

# cache_noCache
source: No caching
sv: Inget cache-minne:

# div_Levels_0
source: This page
sv: Denna sida

# div_Levels_1
source: + 1 sublevel
sv: +1 undernivå

# div_Levels_2
source: + 2 sublevels
sv: +2 undernivåer

# edit
source: Editing
sv: Ändra

# edit_db_list
source: Web>List module
sv: Modulen Webb>Lista

# edit_displayFieldIcons
source: Display edit icons
sv: Visa ändringsikonerna:

# edit_displayIcons
source: Display edit panels
sv: Visa ändringsverktygen:

# edit_editFormsOnPage
source: Editforms on page
sv: Ändringsformulär på sidan:

# edit_editNoPopup
source: No popup window
sv: Inga popup-fönster

# edit_editPageOverlay
source: Edit properties of translated page
sv: Ändra inställningar för översatt sida

# edit_editPageProperties
source: Edit page properties
sv: Ändra sidans inställningar

# edit_move_page
source: Move page
sv: Flytta sida

# edit_newContentElement
source: Create new content element
sv: Skapa nytt innehållselement

# edit_newPage
source: Create new page
sv: Skapa ny sida

# edit_openAB
source: Open TYPO3 Backend
sv: Öppna TYPO3 Backend

# edit_recordHistory
source: View record change history
sv: Visa elementens ändringshistoria

# p_delete
source: Delete
sv: Radera

# p_deleteConfirm
source: Are you sure you want to delete this record?
sv: Är du säker på att du vill radera detta element?

# p_editRecord
source: Edit record
sv: Ändra element

# p_hide
source: Hide
sv: Dölj

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
sv: När man döljer ett element försvinner det från webbsidan. För att ändra det dolda elementet måste man gå till backend eller aktivera frontend förhandsgranskning. Vill du fortsätta?

# p_moveDown
source: Move down
sv: Flytta ner

# p_moveUp
source: Move up
sv: Flytta upp

# p_newRecordAfter
source: New record after
sv: Nytt element efter

# p_newSubpage
source: New subpage
sv: Ny undersida

source: Preview
sv: Förhandsgranska

# preview_showHiddenPages
source: Show hidden pages
sv: Visa dolda sidor:

# preview_showHiddenRecords
source: Show hidden records
sv: Visa dolda element:

# preview_simulateDate
source: Simulate time
sv: Simulera tid:

# preview_simulateUserGroup
source: Simulate user group
sv: Simulera användargrupp:

source: Publish
sv: Publicera

# publish_doit
source: Publish now!
sv: Publicera nu!

source: Publish levels
sv: Publicera nivåerna:

# publish_tree
source: Publish pages
sv: Publicera sidorna:

# p_unhide
source: Un-Hide
sv: Visa

# tsdebug_displayContent
source: Display content
sv: Visa innehåll:

# tsdebug_displayMessages
source: Display messages
sv: Visa meddelanden:

# tsdebug_displayQueries
source: Explain SELECT queries
sv: Förklara SELECT-förfrågningar:

# tsdebug_displayTimes
source: Display all times
sv: Visa alltid:

# tsdebug_forceTemplateParsing
source: Force TS Rendering
sv: Tvinga TS-generering:

# tsdebug_LR
source: Track content rendering
sv: Spåra innehållsgenerering:

# tsdebug_tree
source: Tree display
sv: Trädvisning:

source: Update
sv: Uppdatera
