Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/lang/*.locallang_core.xlf
Languages: sv

# alttext.suggestSearching
source: Searching...
sv: Söker...

# buttons.clear
source: Clear
sv: Töm

# buttons.clipboard
source: Clipboard
sv: Klippbord

# buttons.exit
source: Exit
sv: Avsluta

# buttons.logout
source: Logout
sv: Logga ut

# buttons.selMenu_modules
source: MODULES
sv: MODULER

# cm.branchActions
source: Branch Actions
sv: Sidträdhantering

# cm.collapseBranch
source: Collapse Branch
sv: Fäll ihop sidträd

# cm.copy
source: Copy
sv: Kopiera

# cm.copyFolder_into
source: Copy folder into
sv: Kopiera mapp in i

# cm.copyPage_after
source: Copy page after
sv: Kopiera sida efter

# cm.copyPage_into
source: Copy page into
sv: Kopiera sida in i

# cm.copyPasteActions
source: Page Actions
sv: Sidhantering

# cm.createnew
source: Create new
sv: Skapa ny

# cm.createnew.link
source: Create new %s
sv: Skapa ny %s

# cm.createNewRelation
source: Create new relation
sv: Skapa ny relation

# cm.cut
source: Cut
sv: Klipp ut

# cm.delete
source: Delete
sv: Ta bort

# cm.deselect
source: Deselect
sv: Avmarkera

# cm.deselectto
source: Deselect to
sv: Avmarkera från

# cm.edit
source: Edit
sv: Ändra

# cm.expandBranch
source: Expand Branch
sv: Fäll ut sidträd

# cm.hide
source: Hide
sv: Dölj

# cm.more
source: More options...
sv: Fler inställningar...

# cm.moveFolder_into
source: Move folder into
sv: Flytta mapp in i

# cm.movePage_after
source: Move page after
sv: Flytta sida efter

# cm.movePage_into
source: Move page into
sv: Flytta sida in i

# cm.new
source: New
sv: Ny

# cm.offline
source: Turn offline
sv: Slå av

# cm.online
source: Turn online
sv: Slå på

# cm.open
source: Open
sv: Öppna

# cm.pasteafter
source: Paste after
sv: Klistra in efter

# cm.pasteinto
source: Paste into
sv: Klistra in i

# cm.rename
source: Rename
sv: Byt namn

# cm.save
source: Save
sv: Spara

# cm.select
source: Select
sv: Markera

# cm.selectto
source: Select to
sv: Markera till

# cm.tempMountPoint
source: Mount as treeroot
sv: Montera som rot

# cm.unhide
source: Unhide
sv: Ta fram

# cm.unzip
source: Unzip
sv: Packa upp

# cm.upload
source: Upload Files
sv: Ladda upp filer

# cm.view
source: Show
sv: Visa

# csh_tooltip_loading
source: Loading help...
sv: Laddar hjälp...

# db_new.php.after
source: after
sv: efter

# db_new.php.inside
source: inside
sv: in i

# db_new.php.pagetitle
source: New record
sv: Ny post

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
sv: Säkerhetsvalidering av detta formulär misslyckades. Vänligen ladda om och skicka igen.

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
sv: Hittade ingen uppladdningskatalog. Skapa en TEMP-katalog ("_temp_") i roten på en av dina katalogmonteringar först!

# file_clipupload.php.warning_head
source: Upload path error
sv: Fel i sökväg för uppladdning

# file_edit.php.coundNot
source: This filetype cannot be edited.<br />The file must have an extension like:<br /><br /> <b>%s</b>
sv: Denna filtyp kan inte ändras.<br />Filen måste sluta på t.ex.:<br /><br /><b>%s</b>

# file_edit.php.pagetitle
source: Edit
sv: Ändra

# file_edit.php.saveAndClose
source: Save and Close
sv: Spara och stäng

# file_edit.php.submit
source: Save
sv: Spara

# file_newfolder.php.folders
source: folders
sv: kataloger

# file_newfolder.php.newfile
source: Create new textfile
sv: Skapa ny textfil

# file_newfolder.php.newfile_submit
source: Create file
sv: Skapa fil

# file_newfolder.php.number_of_folders
source: Number of folders:
sv: Antal mappar:

# file_newfolder.php.pagetitle
source: New file or folder
sv: Ny fil eller katalog

# file_newfolder.php.submit
source: Create folders
sv: Skapa katalog

# file_rename.php.pagetitle
source: Rename
sv: Döp om

# file_rename.php.submit
source: Rename
sv: Döp om

# file_upload.actions.rename
source: Rename
sv: Döp om

# file_upload.button.cancel
source: Cancel
sv: Avbryt

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
sv: Filnamn "{0}" är inte tillåtet!

# file_upload.php.files
source: files
sv: filer

# file_upload.php.number_of_files
source: Number of files:
sv: Antal filer:

# file_upload.php.pagetitle
source: Upload files
sv: Ladda upp filer

# file_upload.php.submit
source: Upload files
sv: Ladda upp filer

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
sv: Uppladdning av fil "{0}" misslyckades!

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
sv: Uppladdning klar! Fillistan laddas om...

# file_upload.upload-in-progress
source: File upload in progress...
sv: Uppladdning av filer pågår...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
sv: Laddar upp fil {0} av {1} filer.

# labels.addnew
source: Add new
sv: Lägg till ny

# labels.allow
source: Allow
sv: Tillåt

# labels.allTables
source: [All tables]
sv: [Alla tabeller]

# labels.author
source: Author:
sv: Skriven av:

# labels.beUser
source: BE-User
sv: BE-användare

# labels.browse_db
source: Browse for records
sv: Leta efter element

# labels.browse_file
source: Browse for files
sv: Leta efter filer

# labels.cancel
source: Cancel
sv: Avbryt

# labels.category
source: Category:
sv: Kategori:

# labels.changeInOrig
source: Changed in original translation
sv: Ändrad i ursprunglig översättning

# labels.checkAll
source: Check all
sv: Markera alla

# labels.clear_cache
source: Clear cache for this page
sv: Töm denna sidas cache-minne

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
sv: Klistra in %s element från klippbordet

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
sv: Klistra in %s fil(er) från klippbordet

# labels.cliptabs
source: Clipboard #
sv: Klippbord nr

# labels.close
source: Close
sv: Stäng

# labels.collapseTable
source: Collapse table
sv: Fäll ihop tabell

# labels._CONTROL_
source: Control
sv: Kontroll

# labels.copymode
source: Copy items instead of moving them
sv: Kopiera istället för att flytta

# labels.count
source: Quantity:
sv: Antal:

# labels.createNewPage
source: Create new %s
sv: Skapa ny %s

# labels.createNewRecord
source: Create new %s on page "%s"
sv: Skapa ny %s på sida "%s"

# labels.createNewRecordRootLevel
source: Create new %s on root level
sv: Skapa ny %s på root-nivå

# labels.csv
source: Download CSV file
sv: Ladda ner CSV-fil

# labels.days
source: days
sv: dagar

# labels.deny
source: Deny
sv: Förbjud

# labels.depth_0
source: This page
sv: Denna sida

# labels.depth_1
source: 1 level
sv: 1 nivå

# labels.depth_2
source: 2 levels
sv: 2 nivåer

# labels.depth_3
source: 3 levels
sv: 3 nivåer

# labels.depth_4
source: 4 levels
sv: 4 nivåer

# labels.depth_infi
source: Infinite
sv: Oändligt

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
sv: Inaktivera Rich Text Editor (RTE)

# labels.editPage
source: Edit %s "%s"
sv: Redigera %s "%s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
sv: Redigera %s "%s" på sida "%s"

# labels.editRecordNoTitle
source: Edit %s on page "%s"
sv: Redigera %s på sida "%s"

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
sv: Redigera %s "%s" på root-nivå

# labels.enabled
source: Enabled
sv: Aktiverad

# labels.endtime
source: End
sv: Slut

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
sv: Denna sida|1 nivå ner|2 nivåer ner|3 nivåer ner|4 nivåer ner

# labels.expandAll
source: Expand all
sv: Expandera alla

# labels.feUser
source: FE-User
sv: FE-användare

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
sv: Formuläret innehåller ändringar som inte sparats.Vill du fortsätta UTAN att spara?

# labels.findRecord
source: Find records
sv: Hitta dokument

# labels.generalOptions
source: General options:
sv: Grundinställningar:

# labels.generalOptions_more
source: General options (continued):
sv: Grundinställingar (forts.):

# labels.generalTab
source: General
sv: Allmänt

# labels.goBack
source: Go back
sv: Gå tillbaka

# labels.hidden
source: Hidden
sv: Gömd

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
sv: Viktigt: Håll ner CTRL-knappen då du väljer element i denna lista

# labels.items
source: Available Items
sv: Objekt

# labels._LOCALIZATION_
source: Localization
sv: Lokalisering

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
sv: Användaren '%s' började ändra detta element %s sedan.

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
sv: Användaren '%s' började ändra denna sida %s sedan.

# labels.makeBookmark
source: Create a bookmark to this page
sv: Skapa bokmärke för denna sida

# labels.makeShortcut
source: Create a shortcut to this page?
sv: Skapa en genväg till denna sida?

# labels.menu
source: Menu:
sv: Meny:

# labels.move
source: Move this item
sv: Flytta detta object

# labels.move_down
source: Move selected items downwards
sv: Flytta valda objekt nedåt

# labels.move_to_bottom
source: Move selected items to bottom
sv: Flytta valda objekt längst ner

# labels.move_to_top
source: Move selected items to top
sv: Flytta valda objekt högst upp

# labels.move_up
source: Move selected items upwards
sv: Flytta valda objekt uppåt

# labels.new
source: NEW
sv: NY

# labels.new_section
source: Create new:
sv: Skapa ny:

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
sv: Beklagar, du hade inte rättigheter att göra denna ändring.

# labels.noMatchingValue
source: INVALID VALUE ("%s")
sv: OGILTIGT VÄRDE (%s)

# labels.noRecordFound
source: No record found
sv: Inga dokument hittades

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
sv: Obs: Detta fält kan endast ändras med en Rich Text Editor. En sådan redigerare finns för närvarande inte tillgänglig eller så är den avstängd.

# labels.note
source: Note:
sv: Anteckning:

# labels.no_title
source: No title
sv: Ingen rubrik

# labels.openInNewWindow
source: Open in new window
sv: Öppna i nytt fönster

# labels.path
source: Path
sv: Sökväg

# labels._PATH_
source: Path
sv: Sökväg

# labels.placeholder.override
source: Override "%s"?
sv: Skriv över "%s"?

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
sv: (Det finns %s referens(er) till detta dokument!)

# labels.refresh
source: Reload the tree from server
sv: Läs om trädstrukturen

# labels.refreshList
source: Reload list from server
sv: Läs om listan

# labels.reload
source: Reload
sv: Ladda om

# labels.removeItem
source: Remove item
sv: Ta bort objekt

# labels.remove_selected
source: Remove selected items
sv: Avlägsna valda objekt

# labels.resetFilter
source: Reset Filter
sv: Rensa filter

# labels.revertSelection
source: Revert selection
sv: Omvänd markering

# labels.rootLevel
source: root level
sv: root-nivå

# labels.search
source: Search
sv: Sök

# labels.selected
source: Selected Items
sv: Valda

# labels.setAllCheckboxes
source: Select All Checkboxes
sv: Välj alla kryssrutor

# labels.setFields
source: Set fields
sv: Bestäm fält

# labels.show
source: Show
sv: Visa

# labels.showList
source: Show record list
sv: Visa elementlista

# labels.showPage
source: View webpage
sv: Visa webbsida

# labels.showRecords
source: Show records
sv: Visa element

# labels.table
source: Table
sv: Tabell

# labels.temporaryDBmount
source: Cancel temporary DB mount
sv: Avbryt temporär DB montering

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
sv: Visa miniatyrbilder på klippbordet

# labels.title.search
source: Search
sv: Sök

# labels.toggleall
source: Toggle all
sv: Växla alla

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
sv: (Detta dokument har %s översättning(ar) som också kommer att tas bort!)

# labels.uncheckAll
source: Uncheck all
sv: Avmarkera alla

# labels.unknownUser
source: -Unknown-
sv: -Okänd-

# labels.upOneLevel
source: Up one level
sv: En nivå uppåt

# labels.user
source: User
sv: Användare

# loadingIndicator
source: Loading ...
sv: Laddar ...

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
sv: Filen "%s" togs bort.

# message.description.fileNotDeletedHasReferences
source: The file cannot be deleted since it is still used at the following places:
sv: Filen kan ej tas bort, då den används på följande ställen:

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
sv: Mappen "%s" togs bort.

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
sv: Mappen kan ej tas bort då den innehåller filer.

# message.header.fileDeleted
source: File deleted
sv: Filen borttagen

# message.header.fileNotDeletedHasReferences
source: File not deleted
sv: Filen ej borttagen

# message.header.folderDeleted
source: Folder deleted
sv: Mapp borttagen

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
sv: Mappen ej borttagen

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
sv: Mappen ej borttagen

# mess.copy_after
source: Copy "%s" to after "%s"?
sv: Kopiera "%s" efter "%s"

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
sv: Kopiera alla element (%s) från klippbordet efter "%s"?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
sv: Kopiera alla element (%s) från klippbordet in i "%s"?

# mess.copy_into
source: Copy "%s" into "%s"?
sv: Kopiera "%s" in i "%s"?

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
sv: Din TYPO3-inloggning håller på att löpa ut. Vänligen bekräfta att du vill fortsätta vara inloggad.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
sv: Meddelande om att du håller på att bli utloggad ur TYPO3

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
sv: Din inloggning har gått ut. Du måste logga in igen för att fortsätta.

# mess.move_after
source: Move "%s" to after "%s"?
sv: Flytta "%s" efter "%s"?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
sv: Flytta alla element (%s) från klippbordet efter "%s"?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
sv: Flytta alla element (%s) från klippbordet in i "%s"?

# mess.move_into
source: Move "%s" into "%s"?
sv: Flytta "%s" in i "%s"?

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
sv: Vänligen välj ett eller flera objekt i listan före ändringar.

# mess.please_wait
source: Please wait ...
sv: Vänligen vänta...

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
sv: Genom att ladda om sidan kommer nuvarande uppgifter att försvinna. Vill du fortsätta?

# mess.refresh_direct_logout_button
source: No, log out.
sv: Nej, logga ut.

# mess.refresh_exit_button
source: Exit
sv: Avsluta

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
sv: Din inloggningstid är antagligen slut. Vill du logga in på nytt?

# mess.refresh_login_button
source: Login
sv: Inloggning

# mess.refresh_login_countdown
source: {0} seconds
sv: {0} sekunder

# mess.refresh_login_countdown_singular
source: {0} second
sv: {0} sekund

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
sv: Tomt lösenord är ej tillåtet!

# mess.refresh_login_failed
source: Login failed
sv: Inloggning misslyckades

# mess.refresh_login_failed_message
source: Password not correct.
sv: Felaktigt lösenord.

# mess.refresh_login_logging_in
source: Logging in...
sv: Loggar in...

# mess.refresh_login_password
source: Password
sv: Lösenord

# mess.refresh_login_refresh_button
source: Stay logged in!
sv: Fortsätt vara inloggad!

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
sv: Ladda om Inloggning till TYPO3 (Användare: %s)

# mess.refresh_login_username
source: Username
sv: Användarnamn

# mess.refresh_logout_button
source: Logout
sv: Logga ut

# rm.adminFunctions
source: Admin functions
sv: Admin-funktioner

# rm.clearCache_all
source: Clear FE cache
sv: Rensa FE-cache

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
sv: Rensa cache i typo3conf/

# rm.clearCache_clearCache
source: Clear cache
sv: Töm cache-minnet

# rm.clearCacheMenu_all
source: Clear all caches
sv: Rensa all cache

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
sv: Rensa konfigurationscache

# rm.clearCacheMenu_pages
source: Clear page content cache
sv: Rensa sidinnehållscache

# rm.clearCache_pages
source: Clear Page Cache
sv: Töm sidans cache-minne

# rm.clearCache_thisPage
source: This page
sv: Denna sida

# rm.delete
source: Delete
sv: Ta bort

# rm.edit
source: Edit
sv: Ändra

# rm.export
source: Export
sv: Exportera

# rm.menu
source: [menu]
sv: [meny]

# rm.translationSaveDoc
source: Translation finished, save and close
sv: Översättning klar och spara

# rm.translationSaveDocClear
source: Translation NOT finished, Save
sv: Översättningen är EJ klar, Spara

# show_item.php.dimensions
source: Dimensions
sv: Dimensioner

# show_item.php.field
source: Field:
sv: Fält:

# show_item.php.file
source: File
sv: Fil

# show_item.php.files
source: files
sv: filer

# show_item.php.filesize
source: Size
sv: Storlek

# show_item.php.ftp_area
source: FTP AREA
sv: FTP-område

# show_item.php.pixels
source: Pixels
sv: Pixlar

# show_item.php.referencesFromThisItem
source: References from this item:
sv: Referens från detta objekt:

# show_item.php.referencesToThisItem
source: References to this item:
sv: Referens till detta objekt:

# show_item.php.refTable
source: Ref Table:
sv: Ref Tabell:

# show_item.php.sorting
source: Sorting:
sv: Sortering:

# show_item.php.title
source: Title:
sv: Titel:

# show_item.php.viewItem
source: View Item
sv: Visa objekt

# tabs.close
source: Close Tab
sv: Stäng flik

# tabs.closeAll
source: Close All Tabs
sv: Stäng alla flikar

# tabs.closeOther
source: Close Other Tabs
sv: Stäng andra flikar

# tabs.openInBrowserWindow
source: Open In Browser Window
sv: Öppna i webbläsare

# toolbarItems.bookmark
source: Bookmark
sv: Bokmärke

# toolbarItems.bookmarks
source: Bookmarks
sv: Bokmärken

# toolbarItems.bookmarksDelete
source: Delete bookmark
sv: Ta bort bokmärke

# toolbarItems.bookmarksEdit
source: Edit bookmark
sv: Redigera bokmärke

# toolbarItems.bookmarksGroup
source: Bookmark group
sv: Bokmärkesgrupp

# toolbarItems.search
source: Search
sv: Sök

# toolbarItems.shortcut
source: Shortcut
sv: Genväg

# toolbarItems.shortcuts
source: Shortcuts
sv: Genvägar

# toolbarItems.shortcutsDelete
source: Delete Shortcut
sv: Ta bort genväg

# toolbarItems.shortcutsEdit
source: Edit Shortcut
sv: Redigera genväg

# toolbarItems.shortcutsGroup
source: Shortcut Group
sv: Genvägsgrupp

# tree.activeFilterMode
source: Active Filtering Mode
sv: Aktivt filtreringsläge

# tree.buttonFilter
source: Filter tree
sv: Filtrera sidträdet

# tree.buttonNewNode
source: Create new pages
sv: Skapa nya sidor

# tree.copyHint
source: Press Ctrl to copy.
sv: Håll inne Ctrl för att kopiera.

# tree.defaultPageTitle
source: [Default Title]
sv: [Standard titel]

# tree.dropToRemove
source: Drop here to delete
sv: Släpp här för att ta bort

# tree.dropZoneElementRemoved
source: Click here to undelete
sv: Klicka här för att ångra borttagning

# tree.dropZoneElementRestored
source: Page restored
sv: Sidan återställd

# tree.searchTermInfo
source: Enter search term
sv: Skriv in sökord

source: TYPO3 Element Browser
sv: TYPO3 elementbläddrare

# ver.mgm
source: Version Management
sv: Versionshantering

# ver.selVer
source: Select version:
sv: Välj version:

# ver.swap
source: Swap/Publish
sv: Växla/Publicera

# ver.swapPage
source: Publish this version of the page including content
sv: Publicera denna version av sidan med innehåll

# warning.file_missing
source: File is missing!
sv: Filen saknas!

# warning.file_missing_text
source: This file is marked as missing:
sv: Denna fil är markerad som saknad:

# warning.install_enabled_cmd
source: Click to remove the file now!
sv: Klicka för att ta bort filen!
