Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/lang/*.locallang_csh_*_users.xlf
Languages: sv

# admin.description
source: 'Admin' users have TOTAL access to the system!
sv: 'Admin'-användare har TOTAL åtkomst till systemet!

# admin.details
source: 'Admin' can do anything TYPO3 allows and this kind of user should be used only for administrative purposes. All daily handling should be done with regular users. 'Admin' users don't need to be members of any backend user groups. However you should be aware that any page created by an admin user without a group will not have any owner-group assigned and thus it will probably be invisible for other users. If this becomes a problem you can easily solve it by assigning a user group to the 'Admin' user anyway. This does of course not affect the permissions since they are unlimited, but the first group listed is by default the owner group of newly created pages. 'Admin' users are easily recognized as they appear with a red icon instead of the ordinary blue user-icon. You should probably not assign any other users than yourself as an 'Admin' user.
sv: 'Admin' kan göra vad som helst som går att göra i TYPO3. Denna grupp borde användas endast för administriva behov. Alla dagliga rutiner borde skötas av vanliga användare. 'Admin'-användare behöver inte höra till någon backend-användargrupp. Men kom ihåg, att sidor skapade av en Admin utan grupp inte får någon ägargrupp vilket betyder, att dessa sidor antagligen är gömda för andra användare. Visar det sig att dethär leder till problem kan man helt enkelt ansluta Admin-användaren till en annan användargrupp. Dethär påverkar förstås inte Admins rättigheter, eftersom de alltid är obegränsade, men den första gruppen i listan är som standard ägargruppen till nya sidor. Admin-användare är märkta med en röd ikon istället för den vanliga blåa användarikonen. Högst troligt är att du inte behöver ange någon annan användare som Admin än dej själv.

# allowed_languages.description
source: Select which record languages the group members are limited to edit.
sv: Välj vilka registerspråk som gruppens medlemmar begränsas till

# allowed_languages.details
source: You can also limit users to specific languages with user group settings. Please see the same field for backend user groups for more details.
sv: Du kan också begränsa användare till specifika språk genom användargruppsinställningarna. Se samma fält i fråga om backend-användargrupper för mera detaljer.

# db_mountpoints.description
source: Assign startpoints for the users page tree.
sv: Ange startpunkter för användarens sidträd.

# db_mountpoints.details
source: The page tree used my all Web-submodules to navigate must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a 'Database mount'. <strong>Notice</strong> that backend user groups also has DB mounts which can be inherited by the user. So if you want a group of users to share a page tree, you should probably mount the page tree in the backend user group which they share instead.
sv: Sidträdet som används för alla mina Web-undermoduler måste få några startpunkter definierade. Här skall du ange en eller flere referenser till en sida som kommer att bli en ny rot för sidträdet. Dethär kallas för "Databas mount". <strong>MÄRK!</strong> att backend-användargrupper också har DB mounts som kan användas av användaren. Så om du vill att en grupp användare skall dela ett sidträd skall du helst montera sidträdet i backend-användargruppen som de delar.

# db_mountpoints.image_descr
source: A DB mount is assigned to the user. Users can only operate on pages and records which are inside their DB mounts! When a page is mounted for a user it will become the root of their page tree. The user must have access to the page through the regular page permissions set in the Web > Access module.
sv: En DB mount finns för användaren. Användare kan endast arbeta på sidor och register som är innanför deras DB mounts. När en sida mountas för en användare blir den rot för deras sidträd. Användaren måste ha tillgång till sidan genom de normala sidrättigheterna som angetts i Web>Access-modulen.

# .description
source: This is the table of backend administration users. Backend users can login in the backend of TYPO3 and are typically producers of content on a website.
sv: Detta är tabellen för backend administratörsanvändare. Backend-användare kan logga in på TYPO3-backend och de är oftast personer som skapar innehåll till hemsidorna.

# .details
source: The main settings for a backend user is a username, password and group memberships. The username and password authenticates the user to the system. The group memberships enables the user to perform actions in TYPO3 since groups are the main source of permission settings for a backend user. Backend usergroups can also be understood as "roles". A usergroup can contain a configuration of permissions which allows the user to play a certain role in the system. <b>The "Admin" user</b> There is a special kind of user, the "Admin" user. This user has access to everything in TYPO3. There are no limits for Admin-users at all. You should normally have only a single or two admin-users in your system. Admin-users are the only users who can create other backend users. Alternatively you can create an "Action" which enables other normal users to do it as well (with certain restrictions of course). <b>Location</b> Backend users are always created in the root of the page tree (like Backend groups are). <b>Comparing Users</b> To manage and compare users, getting an overview of their access credentials etc. you can use the Tools > User Admin module (extension: beuser). It allows you to group users by various categories of permissions. You can also switch to another users account by a single click of a button.
sv: Huvudinställningarna för en backend-användare innehåller användarnamn, lösenord och gruppmedlemskap. Användarnamnet och lösenordet gör att systemet kan känna igen användaren. Gruppmedlemsskapet ger användaren möjlighet till aktiviteter i TYPO3 eftersom huvudrättigheterna för en backend-användare bestäms enligt grupp. Backend-användargrupper kan också ses om "roller". En användargrupp kan innehålla en rättighetskonfigurering som ger användaren en viss roll i systemet. <b>Administratör</B> Det finns ett speciellt slag av användare som kallas "Admin". Denna användare har tillgång till allt i TYPO3. Det finns inga gränser för en Admin-användare. Vi rekommenderar, att ditt system har en eller två användare med Admin-rättigheter. Det är endast Admin som kan skapa nya backend-användare. Förstås går det också att skapa en aktivitet som också ger andra normala användare möjlighet till det (med vissa restriktioner förstås). <B>Lokalisering</B> Backend användare skapas alltid i roten till sidträdet (såsom också Backend-grupper). <B>Att jämföra användare</b> För att styra och jämföra olika användare kan man skapa sig en överblick över deras rättigheter genom att använda modulen Verktyg>Användaradministration (extensionen heter beuser). Den ger dej möjlighet att gruppera användarna i olika kategorier av rättigheter. Det går också att flytta sig till en annans användarkonto bara med ett enkelt klick.

# disable.description
source: This option will temporarily disable the user from logging in.
sv: Denna option stänger tillfälligt användarens rättigheter att logga in.

# disableIPlock.description
source: Disable the lock of the backend users session to the remote IP number.
sv: Stänger möjligheten att låsa backend-användarens session till en speciell IP-nummer.

# disableIPlock.details
source: You will have to disable this lock if backend users are accessing TYPO3 from ISDN or modem connections which may shutdown and reconnect with a new IP. The same would be true for DHCP assignment of IP numbers where new IP numbers are frequently assigned.
sv: Detta lås måste stängas av om backend-användaren använder TYPO3 via ISDN eller modemkontakt, som ibland stänger linjen och kopplar upp med en ny IP-nummer. Samma gäller också användare, som har DHCP, där också IP-nummern kan ändra från gång till annan.

# email.description
source: Enter the email address of the user.
sv: Fyll i användarens epostadress.

# email.details
source: This address is rather important to enter because this is where messages from the system is sent. <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
sv: Det är synnerligen viktigt att man anger en epostadress åt användaren. Systemet sänder ibland meddelanden åt användaren. <strong>Märk</strong> att användaren kan själv ändra sin epostadress från modulen Användare>Inställningar.

# endtime.description
source: Enter the date from which the account is disabled.
sv: Fyll i när kontot skall stängas

# file_mountpoints.description
source: Assign startpoints for the file folder tree.
sv: Ange startpunkter för filernas katalogträd.

# file_mountpoints.details
source: The file folder tree is used by all File-submodules to navigate between the file folders on the webserver. Notice as with 'DB mounts' the file folder mounts may be inherited from the member groups of the user. See Backend Groups for details
sv: Filkatalogträdet används av alla Fil-submoduler för att navigera mellan filkataloger på webservern. Märk att man med 'DB mount' kan ändra filkatalogens bestämning mellan användarens grupper. Se mera detaljer i Backend-grupper.

# fileoper_perms.description
source: Select file operation permissions for the user.
sv: Välj filändringsrättigheter för användaren.

# fileoper_perms.details
source: These settings relate to the functions found in the File>List module as well as general upload of files. <strong>Notice</strong> that backend user groups also have file operation permissions which automatically apply to the user if he's member of an accordant group. So if you want a group of users share identical file operation permissions, you should probably define them in a backend user group instead.
sv: Denna inställning hänför sig till funktionerna som finns i Fil>List -modulen såväl som till allmänn filuppladdning.

# file_permissions.description
source: Select file operation permissions for the user.
sv: Välj filändringsrättigheter för användaren.

# .image_descr
source: Backend users are found in the root of the page tree. "Admin" backend users can always be recognized on their icon being red while normal users have a blue icon. The editing form of a backend users record. The "Tools > User Admin" module where you can get an overview of the users on the system and what permissions they have. Click the "SU" button to switch to a users account.
sv: Backend-användare finns i roten av sidträdet. "Admin" backend-användare känns alltid igen på att deras ikon är röd medan vanliga användare har en blå ikon. Backend-användarens uppgifter kan ändras i ett formulär. Med "Verktyg>Användaradministration" får du en överblick över användarna i systemet och vilka rättigheter de har. Genom att klicka på "SU"-knappen kan du bli den användaren.

# lang.description
source: Select the <i>default</i> language.
sv: Välj <i>standard</i> språk.

# lang.details
source: This determines the language of the backend interface for the user. All mainstream parts available for regular users are available in the system language selected. 'Admin'-users however will experience that the 'Admin'-only parts of TYPO3 is in english. This includes all submodules in "Tools" and the Web>Template module. <b>Notice</b> this is only setting the default language. As soon as the user has logged in the language must be changed through the User>Setup module. Also you will have to install the corresponding language pack which can be found as an extension on TYPO3.org with the prefix "csh_XX" where XX is the TYPO3 language key.
sv: Här bestämmer man vilket språk backend-sidorna skall ha. Alla viktiga delar, som finns installerade för vanliga användare kan användas på det språk som väljs. 'Admin'-användare kommer dock att märka, att 'Admin'-specifika delar av TYPO3 endast finns på engelska. Här ingår alla undermoduler till "Verktyg" och modulen Web>Template. <b>Märk</b> att detta konfigurerar endast standardspråket. Så fort användaren har loggat in kan han byta språk via modulen Användare>Inställningar. Du skall också installera det behövliga språkpaketet som du hittar som en egen extension i Typo3.org med prefixet "csh_XX" där XX står för språkets initialer.

# lockToDomain.description
source: Enter the host name from which the user is forced to login.
sv: Fyll i från vilken värd användaren måste logga in

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
sv: Ett TYPO3 system kan ha många domän som pekar mot sig. Denna option säkerställer att en användare kan logga in endast från ett visst värdnamn.

# options.description
source: Select if the user should inherit page tree or folder tree mountpoints from member groups.
sv: Välj om användaren skall erhålla sidträds- eller katalogträdsmonteringspunkter från medlemsgrupper.

# options.details
source: It's a great advantage to let users inherit mountpoints from membergroups because it makes administration of the same mountpoints for many users extremely easy. If you don't check these options, you must make sure the mount points for the page tree and file folder tree is set specifically for the user.
sv: Det är att ge stora rättigheter åt användare att ha monteringspunkter från användargrupper, för det gör det lätt för många användare att administrera dessa punkter. Om du inte kryssar i denna option måste du vara säker på att monteringspunkten för sidträdet och filträdet är gjort speciellt för den användaren.

# password.description
source: Enter the password for the backend username above (Notice the value you enter <i>will</i> be readable in the field!).
sv: Fyll i backend-användarens lösenord (Märk, att det du fyller i kommer att synas)

# password.details
source: The password is required. Before the password is sent to the server it's md5-hashed, so the password value itself is not transferred over the Internet. This is true both when editing the password and when the user logs in. While this principle does not reveal the raw password it is <i>not</i> the same as real encryption. If you need the highest degree of security you should install the TYPO3 backend on a secure server. The password is stored in the database as an md5-hash and thus it's not possible to extract the original password from the database either. This means that 'lost passwords' must be substituted with a new password for the user. <b>Notice</b> When you enter the password in the password field it is initially visible in clear text! First when the password field focus is lost will the password become a "list of dots". <b>User changing password</b> Users can change their password from the User > Setup module
sv: Det behövs ett lösenord. Före lösenordet skickas till servern krypteras det med md5, så lösenordet i sig kommer inte att skickas över internet. Dethär gäller både då lösenordet bestäms eller byts och då användaren loggar in. Trots att denhär principen inte visar det riktiga lösenordet kan man inte jämföra tillvägagångssättet med riktig kryptering. Om du behöver högsta möjliga säkerhet måste du installera TYPO3 backend på en säker server. Lösenordet sparas i databasen som en md5-hash och det är inte möjligt att hitta lösenordet från databasen. Dethär betyder, att "borttappade" lösenord måste ersättas med helt nytt lösenord för användaren. <b>Märk</B> När lösenordet skrivs in i lösenordsfältet är det synligt i klartext! Först då fältet inaktiveras kommer lösenordet att bli en rad med punkter. <b>Användare som byter lösenord</B> Användare kan byta sitt lösenord i modulen Användare>Inställningar

# realName.description
source: Enter the ordinary name of the user, eg. John Doe.
sv: Fyll i användarens riktiga namn, t.ex. Pelle Svensson.

# realName.details
source: <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
sv: <strong>Märk</strong> att användaren själv kan ändra detta värde via modulen Användare>Inställningar

# starttime.description
source: Enter the date from which the account is active.
sv: Fyll i från vilket datum kontot skall vara i bruk

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
sv: Fyll i ytterligare TSconfig för användaren (avancerat).

# TSconfig.details
source: This field allows you to extend the configuration of the user in severe details. A brief summary of the options include a more detailed configuration of the backend modules, setting of user specific default table field values, setting of Rich Text Editor options etc.
sv: Detta fält ger dej möjlighet att utöka konfigurationen för användaren i många detaljer. En kort sammanfattning av optionerna innehåller mera detaljerad konfiguration av backend-modulerna, inställningar för användarspecifika backend-moduler, inställningar för riktexteditorn RTE osv.

# usergroup.description
source: Assign backend user groups to the user.
sv: Välj vilka backend-användargrupper som användaren hör till.

# usergroup.details
source: The backend user groups defines the permissions which the backend user will inherit. So unless the backend user is an 'Admin' user, he needs to be a member of one or more user groups in order to have practically any permissions assigned. The properties set in the user groups are mostly added together. The first (top) group in the list is the group which will, by default, be the owner of pages the user creates.
sv: Backend-användargrupperna definierar vilka rättigheter som ges åt backend-användare. Så om backend-användaren inte är en "Admin" måste han vara medlem i en eller flere användargrupper för att i praktiken ha några som helst rättigheter. Användargruppernas inställningar läggs oftast sedan ihop. Första gruppen i grupplisltan skall som standard vara ägare till de sidor, som användaren skapar

# userMods.description
source: Select available backend modules for the user.
sv: Välj vilka backend-moduler användaren skall få.

# userMods.details
source: This determines which 'menu items' are available for the user in the backend. Notice that the same list of modules may be configured for the backend user groups and that these will be inherited by the user in addition to the modules you select here. It's highly likely that you should not set any modules for the user himself but rather select the modules in the backend groups he's a member of. However this list provides a great way to add a single module for specific users.
sv: Här bestämmer man vilka funktioner som skall vinnas i backend-användarens meny. Märk också att man kan konfigurera samma lista med moduler för olika backend-användargrupper och att de då också kommer att synas för användaren som hör till gruppen. Det är rekommendabelt att man inte ställer in några moduler för den enskilda användaren utan gör det för de backend-grupper han hör till. Hur som helst, denna lista ger en möjlighet att ge en enskild användare möjlighet att använda en viss modul.

# username.description
source: Enter the login name of the backend user.
sv: Fyll i backend-användarens inloggningsnamn

# username.details
source: A username is required and must be in lowercase without spaces in it. Furthermore the username must be unique. If it is not unique a number will be appended automatically.
sv: Ett användarnamn behövs och måste skrivas med gemena (små) bokstäver utan mellanslag. Dessutom måste användarnamnet vara unikt. Ifall någon annan redan har användarnamnet, kommer det nya namnet automatiskt att förses med ett nummer.
