Repository: t3kit/t3kit_platformsh
Catalog: web/typo3conf/l10n/*/static_info_tables/*.locallang_db.xlf
Languages: sv

# static_territories.title
source: Territory
sv: Territorium

# static_territories_item.tr_iso_nr
source: ISO nr territory code:
sv: ISO Nr Territoriumkod:

# static_territories_item.tr_parent_iso_nr
source: Parent territory code:
sv: Moderterritoriumkod:

# static_territories_item.tr_name_en
source: Name (EN):
sv: Namn (EN):

# static_countries.title
source: Countries
sv: Länder

# static_countries_item.cn_iso_2
source: ISO 3166-1 A2 Country code:
sv: ISO 3166-1 A2 Landskod:

# static_countries_item.cn_iso_3
source: ISO 3166-1 A3 Country code:
sv: ISO 3166-1 A3 Landskod:

# static_countries_item.cn_iso_nr
source: ISO 3166-1 Nr Country code:
sv: ISO 3166-1 Nr Landskod:

# static_countries_item.cn_official_name_local
source: Official name (local):
sv: Officiellt namn (lokalt):

# static_countries_item.cn_official_name_en
source: Official name (EN):
sv: Officiellt namn (EN):

# static_countries_item.cn_capital
source: Capital:
sv: Huvudstad:

# static_countries_item.cn_tldomain
source: Top level domain:
sv: Huvuddomän:

# static_countries_item.cn_currency_iso_nr
source: ISO 4217 Nr Currency code:
sv: ISO 4217 Nr Valutakod:

# static_countries_item.cn_currency_iso_3
source: ISO 4217 A3 Currency code:
sv: ISO 4217 A3 Valutakod:

# static_countries_item.cn_phone
source: Int. phone prefix:
sv: Int. telefonprefix:

# static_countries_item.cn_uno_member
source: UN member:
sv: UN-medlem:

# static_countries_item.cn_eu_member
source: EU member:
sv: EU-medlem:

# static_countries_item.cn_address_format
source: Address format:
sv: Adressformat:

# static_countries_item.cn_address_format_1
source: zip city
sv: postnr stad

# static_countries_item.cn_address_format_2
source: city zip
sv: stad postnr

# static_countries_item.cn_address_format_3
source: city region-code zip
sv: stad regionskod postnr

# static_countries_item.cn_address_format_4
source: city (region-name) zip
sv: stad (regionsnamn) postnr

# static_countries_item.cn_address_format_5
source: city/zip
sv: stad/postnr

# static_countries_item.cn_address_format_6
source: zip city, region-code
sv: postnr stad, regionskod

# static_countries_item.cn_address_format_7
source: zip city region-code
sv: postnr stad regionskod

# static_countries_item.cn_address_format_8
source: zip city (region-name)
sv: postnr stad (regionsnamn)

# static_countries_item.cn_address_format_9
source: city - region-code/zip
sv: stad - regionskod/postnr

# static_countries_item.cn_zone_flag
source: Zone flag:
sv: Zonflagga:

# static_countries_item.cn_short_local
source: Short name (local):
sv: Kort namn (lokalt):

# static_countries_item.cn_short_en
source: Short name (EN):
sv: Kort namn (EN):

# static_country_zones.title
source: Country subdivisions
sv: Landsindelningar

# static_country_zones_item.zn_country_iso_nr
source: ISO 3166-1 Nr Country code:
sv: ISO 3166-1 Nr Landskod:

# static_country_zones_item.zn_country_iso_2
source: ISO 3166-1 A2 Country code:
sv: ISO 3166-1 A2 Landskod:

# static_country_zones_item.zn_country_iso_3
source: ISO 3166-1 A3 Country code:
sv: ISO 3166-1 A3 Landskod:

# static_country_zones_item.zn_code
source: ISO 3166-2 Country Zone code:
sv: ISO 3166-2 Landszonkod:

# static_country_zones_item.zn_name_en
source: Name (EN):
sv: Namn (EN):

# static_languages.title
source: Languages
sv: Språk

# static_languages_item.lg_iso_2
source: ISO 639-1 A2 Language code:
sv: ISO 639-1 A2 Språkkod:

# static_languages_item.lg_collate_locale
source: Collating locale:
sv: Övergripande språkinställning

# static_languages_item.lg_name_en
source: Name (EN):
sv: Namn (EN):

# static_languages_item.lg_typo3
source: Typo3 language code:
sv: Typo3 språkkod:

# static_languages_item.lg_sacred
source: Sacred language:
sv: Heligt språk:

# static_languages_item.lg_constructed
source: Constructed language:
sv: Konstruerat språk:

# static_currencies.title
source: Currencies
sv: Valutor

# static_currencies_item.cu_iso_3
source: ISO 4217 A3 Currency code:
sv: ISO 4217 A3 Valutakod:

# static_currencies_item.cu_iso_nr
source: ISO 4217 Nr Currency code:
sv: ISO 4217 Nr Valutakod:

# static_currencies_item.cu_name_en
source: Name (EN):
sv: Namn (EN):

# static_currencies_item.cu_sub_name_en
source: Sub name (EN):
sv: Undernamn (EN):

# static_currencies_item.cu_symbol_left
source: Symbol left:
sv: Symbol vänster:

# static_currencies_item.cu_symbol_right
source: Symbol right:
sv: Symbol höger:

# static_currencies_item.cu_thousands_point
source: Thousands point:
sv: Tusentalsavgränsare:

# static_currencies_item.cu_decimal_point
source: Decimal point:
sv: Decimaltecken:

# static_currencies_item.cu_decimal_digits
source: Decimal digits:
sv: Decimalsiffror:

# static_currencies_item.cu_sub_symbol_left
source: Sub symbol left:
sv: Undersymbol vänster:

# static_currencies_item.cu_sub_symbol_right
source: Sub symbol right:
sv: Undersymbol höger:
